Repository: nano-byte/common
Catalog: src/Common/Properties/Resources.*.a.resx
Languages: bg, de, es, hu, lv, sk, sl, sv

source: Back
bg: Обратно
de: Zurück
es: Volver
hu: Vissza
lv: Atpakaļ
sk: Späť
sl: Nazaj
sv: Tillbaka

source: Cancel
bg: Отмяна на
de: Abbrechen
es: Cancelar
hu: Törölje
lv: Atcelt
sk: Zrušiť
sl: Prekliči
sv: Avbryt

# CannotAddCollectionToSelf
source: The collection cannot be added to itself.
bg: Колекцията не може да се добавя към себе си.
de: Die Sammlung kann nicht zu sich selbst hinzugefügt werden.
es: La colección no puede añadirse a sí misma.
hu: A gyűjtemény nem adható hozzá önmagához.
lv: Kolekciju nevar pievienot pašai sev.
sk: Kolekciu nie je možné pridať k sebe.
sl: Zbirke ni mogoče dodati k sebi.
sv: Samlingen kan inte läggas till sig själv.

# CannotCanonicalizeDacl
source: The DACL cannot be canonicalized since it would potentially result in a loss of information.
bg: DACL не може да бъде канонизиран, тъй като това потенциално би довело до загуба на информация.
de: Die DACL kann nicht kanonisiert werden, da dies möglicherweise zu einem Informationsverlust führen würde.
es: El DACL no puede ser canonizado ya que potencialmente resultaría en una pérdida de información.
hu: A DACL nem kanonizálható, mivel ez potenciálisan információvesztéssel járna.
lv: DACL nevar kanonizēt, jo tas, iespējams, radītu informācijas zudumu.
sk: DACL nemožno kanonizovať, pretože by to potenciálne viedlo k strate informácií.
sl: DACL ni mogoče kanonizirati, saj bi to lahko povzročilo izgubo informacij.
sv: DACL kan inte kanoniseras eftersom det skulle kunna leda till informationsförlust.

source: &Comment:
bg: &Коментар:
de: Kommentar:
es: &Comentario:
lv: &Komentārs:
sk: &Komentár:
sl: &Komentar:
sv: &Kommentar:

# CopyFiles
source: Copying files
bg: Копиране на файлове
de: Kopieren von Dateien
es: Copia de archivos
hu: Fájlok másolása
lv: Failu kopēšana
sk: Kopírovanie súborov
sl: Kopiranje datotek
sv: Kopiering av filer

source: &Copy to clipboard
bg: &Копиране в клипборда
de: In die Zwischenablage kopieren
es: &Copiar al portapapeles
lv: &Kopēt uz starpliktuvi
sk: &Kopírovanie do schránky
sl: &Kopiraj v odložišče
sv: &Kopiera till urklipp

# DestinationDirExist
source: The destination directory already exists.
bg: Директорията на дестинацията вече съществува.
de: Das Zielverzeichnis existiert bereits.
es: El directorio de destino ya existe.
hu: A célkönyvtár már létezik.
lv: Galamērķa direktorija jau pastāv.
sk: Cieľový adresár už existuje.
sl: Namembni imenik že obstaja.
sv: Målkatalogen finns redan.

# Downloading
source: Downloading {0}
bg: Изтегляне на {0}
de: Herunterladen von {0}
es: Descargando {0}
hu: Letöltés {0}
lv: Lejupielāde {0}
sk: Sťahovanie {0}
sl: Prenos {0}
sv: Hämta {0}

# ErrorReporComment
source: If you whish, you can use this field to provide additional information about the problem, such as a description of what you were doing when the crash occurred.
bg: Ако желаете, можете да използвате това поле, за да предоставите допълнителна информация за проблема, като например описание на това какво сте правили, когато е настъпил сривът.
de: Wenn Sie möchten, können Sie in diesem Feld zusätzliche Informationen über das Problem angeben, z. B. eine Beschreibung dessen, was Sie gerade taten, als der Absturz auftrat.
es: Si lo desea, puede utilizar este campo para proporcionar información adicional sobre el problema, como una descripción de lo que estaba haciendo cuando se produjo el accidente.
hu: Ha szeretné, ebben a mezőben további információkat is megadhat a problémával kapcsolatban, például leírhatja, hogy mit csinált a baleset bekövetkezésekor.
lv: Ja vēlaties, varat izmantot šo lauku, lai sniegtu papildu informāciju par problēmu, piemēram, aprakstu par to, ko darījāt, kad notika avārija.
sk: Ak chcete, môžete toto pole použiť na poskytnutie ďalších informácií o probléme, napríklad popisu toho, čo ste robili, keď došlo k zlyhaniu.
sl: Če želite, lahko v tem polju navedete dodatne informacije o težavi, na primer opis, kaj ste počeli, ko je prišlo do okvare.
sv: Om du vill kan du använda det här fältet för att ge ytterligare information om problemet, t.ex. en beskrivning av vad du gjorde när kraschen inträffade.

source: Error report
bg: Доклад за грешка
de: Fehlerbericht
es: Informe de errores
hu: Hibajelentés
lv: Kļūdas ziņojums
sk: Správa o chybe
sl: Poročilo o napaki
sv: Felrapport

# ErrorReportCancel
source: Do &not report
bg: Да се докладва и да не се докладва
de: Nicht melden
lv: Vai &neziņot
sl: Ali &ne poroča
sv: Rapportera och inte rapportera

# ErrorReportInfo
source: An unexpected error has occurred in this application. You can help us fix the problem by reporting it. If there is already a known fix for your problem it will be displayed right after sending the report.
bg: В това приложение е възникнала неочаквана грешка. Можете да ни помогнете да отстраним проблема, като го докладвате. Ако вече е известно решение на проблема, то ще бъде показано веднага след изпращането на доклада.
de: In dieser Anwendung ist ein unerwarteter Fehler aufgetreten. Sie können uns helfen, das Problem zu beheben, indem Sie es melden. Wenn es bereits eine bekannte Lösung für Ihr Problem gibt, wird diese direkt nach dem Senden des Berichts angezeigt.
es: Se ha producido un error inesperado en esta aplicación. Puedes ayudarnos a solucionar el problema informando de él. Si ya existe una solución conocida para su problema, se mostrará justo después de enviar el informe.
hu: Váratlan hiba történt az alkalmazásban. A probléma jelentésével segíthet nekünk a hiba kijavításában. Ha már van ismert javítás a problémára, az a jelentés elküldése után azonnal megjelenik.
lv: Šajā lietojumprogrammā ir notikusi neparedzēta kļūda. Jūs varat palīdzēt mums novērst problēmu, ziņojot par to. Ja jūsu problēmai jau ir zināms risinājums, tas tiks parādīts uzreiz pēc ziņojuma nosūtīšanas.
sk: V tejto aplikácii sa vyskytla neočakávaná chyba. Nahlásením problému nám môžete pomôcť s jeho odstránením. Ak už je známa oprava vášho problému, zobrazí sa hneď po odoslaní hlásenia.
sl: V tej aplikaciji je prišlo do nepričakovane napake. Težavo nam lahko pomagate odpraviti tako, da jo prijavite. Če je za vašo težavo že znan popravek, bo prikazan takoj po pošiljanju poročila.
sv: Ett oväntat fel har inträffat i den här ansökan. Du kan hjälpa oss att åtgärda problemet genom att rapportera det. Om det redan finns en känd lösning för ditt problem kommer den att visas direkt efter att du skickat rapporten.

# ErrorReportSent
source: The error report was sent successfully.
bg: Докладът за грешка е изпратен успешно.
de: Der Fehlerbericht wurde erfolgreich gesendet.
es: El informe de error se ha enviado con éxito.
hu: A hibajelentés sikeresen elküldésre került.
lv: Kļūdas ziņojums tika veiksmīgi nosūtīts.
sk: Správa o chybe bola úspešne odoslaná.
sl: Poročilo o napaki je bilo uspešno poslano.
sv: Felrapporten skickades framgångsrikt.

# FailedToDownload
source: Failed to download {0}.
bg: Неуспешно изтегляне {0}.
de: Der Download von {0} ist fehlgeschlagen.
es: No se ha podido descargar {0}.
hu: Nem sikerült letölteni {0}.
lv: Neizdevās lejupielādēt {0}.
sk: Nepodarilo sa stiahnuť {0}.
sl: Ni uspelo prenesti {0}.
sv: Nedladdning av {0} misslyckades.

# FailedToOpenRegistrySubkey
source: Failed to open registry subkey '{0}' in '{1}'.
bg: Не успя да отвори подключ на регистъра '{0}' в '{1}'.
de: Der Registrierungsunterschlüssel '{0}' in '{1}' konnte nicht geöffnet werden.
es: Fallo al abrir la subclave del registro '{0}' en '{1}'.
hu: Nem sikerült megnyitni a '{0}' registry alkulcsot a '{1}'-ben.
lv: Neizdevās atvērt reģistra atslēgas pakārtoto atslēgu '{0}' sadaļā '{1}'.
sk: Nepodarilo sa otvoriť podkľúč registra '{0}' v '{1}'.
sl: Ni uspelo odpreti podključa registra '{0}' v '{1}'.
sv: Misslyckades med att öppna registerundernyckeln '{0}' i '{1}'.

# FailedToRollback
source: Failed to rollback '{0}'.
bg: Неуспешно връщане на '{0}'.
de: Rollback fehlgeschlagen '{0}'.
es: Fallo en la reversión de '{0}'.
hu: Nem sikerült a '{0}' visszaállítása.
lv: Neizdevās atjaunot '{0}'.
sk: Nepodarilo sa obnoviť '{0}'.
sl: Ni uspelo vrniti v prejšnje stanje '{0}'.
sv: Misslyckades med att återställa "{0}".

# FailedToStart
source: Failed to start '{0}'.
bg: Неуспешно стартиране на '{0}'.
de: Der Start von '{0}' ist fehlgeschlagen.
es: No se ha podido iniciar '{0}'.
hu: Nem sikerült elindítani a '{0}'-t.
lv: Neizdevās palaist '{0}'.
sk: Nepodarilo sa spustiť '{0}'.
sl: Ni uspelo zagnati '{0}'.
sv: Det gick inte att starta "{0}".

# FileNotExpectedSize
source: The file that was supposed to be downloaded from {0} doesn't have the expected size. Was supposed to be {1} bytes but was actually {2} bytes.
bg: Файлът, който е трябвало да бъде изтеглен от {0}, няма очаквания размер. Трябваше да бъде {1} байта, но всъщност беше {2} байта.
de: Die Datei, die von {0} heruntergeladen werden sollte, hat nicht die erwartete Größe. Sie sollte {1} Bytes groß sein, war aber tatsächlich {2} Bytes groß.
es: El archivo que debía descargarse de {0} no tiene el tamaño esperado. Se suponía que era de {1} bytes pero en realidad era de {2} bytes.
hu: A {0}-ról letölteni kívánt fájl nem a várt méretű. A fájlnak {1} bájtnak kellett volna lennie, de valójában {2} bájt volt.
lv: Failam, ko vajadzēja lejupielādēt no {0}, nav paredzētā izmēra. Vajadzēja būt {1} baits, bet patiesībā bija {2} baiti.
sk: Súbor, ktorý mal byť stiahnutý z {0}, nemá očakávanú veľkosť. Mal mať {1} bajtov, ale v skutočnosti mal {2} bajtov.
sl: Datoteka, ki naj bi bila prenesena iz {0}, nima pričakovane velikosti. Imela naj bi {1} bajtov, v resnici pa {2} bajtov.
sv: Filen som skulle hämtas från {0} har inte den förväntade storleken. Den skulle vara {1} bytes men var i själva verket {2} bytes.

# FileNotFound
source: The file "{0}" could not be found.
bg: Файлът "{0}" не може да бъде намерен.
de: Die Datei "{0}" konnte nicht gefunden werden.
es: No se ha podido encontrar el archivo "{0}".
hu: A "{0}" fájl nem található.
lv: Failu "{0}" neizdevās atrast.
sk: Súbor "{0}" sa nepodarilo nájsť.
sl: Datoteke "{0}" ni bilo mogoče najti.
sv: Filen "{0}" kunde inte hittas.

# InvalidConfigDir
source: The configuration directory '{0}' is probably invalid.
bg: Конфигурационната директория '{0}' вероятно е невалидна.
de: Das Konfigurationsverzeichnis '{0}' ist wahrscheinlich ungültig.
es: El directorio de configuración '{0}' probablemente no es válido.
hu: A '{0}' konfigurációs könyvtár valószínűleg érvénytelen.
lv: Konfigurācijas direktorijs '{0}', iespējams, ir nederīgs.
sk: Konfiguračný adresár '{0}' je pravdepodobne neplatný.
sl: Konfiguracijski imenik '{0}' je verjetno neveljaven.
sv: Konfigurationskatalogen "{0}" är förmodligen ogiltig.

# InvalidCredentials
source: The login credentials for {0} are incorrect.
bg: Данните за вход за {0} са неправилни.
de: Die Anmeldedaten für {0} sind falsch.
es: Las credenciales de acceso para {0} son incorrectas.
hu: A {0} bejelentkezési adatai helytelenek.
lv: {0} pieteikšanās akreditācijas dati ir nepareizi.
sk: Prihlasovacie údaje pre {0} sú nesprávne.
sl: Prijavni podatki za {0} so napačni.
sv: Inloggningsuppgifterna för {0} är felaktiga.

# KeyAlreadyPresent
source: The key was already present in the dictionary.
bg: Ключът вече присъстваше в речника.
de: Der Schlüssel war bereits im Wörterbuch vorhanden.
es: La clave ya estaba presente en el diccionario.
hu: A kulcs már jelen volt a szótárban.
lv: Atslēga jau bija atrodama vārdnīcā.
sk: Kľúč sa už nachádzal v slovníku.
sl: Ključ je bil že prisoten v slovarju.
sv: Nyckeln fanns redan i ordlistan.

# LaunchNeedsAdmin
source: Launching '{0}' requires Administrator privileges.
bg: Стартирането на '{0}' изисква привилегии на администратор.
de: Der Start von '{0}' erfordert Administratorrechte.
es: El lanzamiento de '{0}' requiere privilegios de administrador.
hu: A '{0}' elindításához rendszergazdai jogosultságok szükségesek.
lv: Lai palaistu '{0}', nepieciešamas administratora tiesības.
sk: Spustenie '{0}' vyžaduje oprávnenia správcu.
sl: Za zagon programa '{0}' so potrebni skrbniški privilegiji.
sv: För att starta "{0}" krävs administratörsrättigheter.

# MaxElementsExceeded
source: The maximum amount of elements in the collection has been exceeded.
bg: Максималният брой елементи в колекцията е надхвърлен.
de: Die maximale Anzahl von Elementen in der Sammlung wurde überschritten.
es: Se ha superado la cantidad máxima de elementos en la colección.
hu: A gyűjteményben lévő elemek maximális száma túllépésre került.
lv: Ir pārsniegts maksimālais elementu skaits kolekcijā.
sk: Maximálny počet prvkov v kolekcii bol prekročený.
sl: Največja količina elementov v zbirki je bila presežena.
sv: Det maximala antalet element i samlingen har överskridits.

# MissingDispatchAction
source: No action registered for '{0}'.
bg: Няма регистрирано действие за '{0}'.
de: Keine Aktion registriert für '{0}'.
es: No hay acción registrada para '{0}'.
hu: Nincs regisztrált művelet a '{0}' számára.
lv: Nav reģistrēta neviena '{0}' darbība.
sk: Pre '{0}' nie je zaregistrovaná žiadna akcia.
sl: Za '{0}' ni registrirano nobeno dejanje.
sv: Ingen åtgärd har registrerats för "{0}".

source: No
bg: Не
de: Nein
hu: Nem
lv: Nē
sk: Nie
sl: Ne
sv: Ingen

# NoSystemConfigInPortableMode
source: System configuration cannot be edited in portable mode.
bg: Системната конфигурация не може да се редактира в преносим режим.
de: Die Systemkonfiguration kann im portablen Modus nicht bearbeitet werden.
es: La configuración del sistema no se puede editar en modo portátil.
hu: A rendszer konfigurációja nem szerkeszthető hordozható módban.
lv: Pārnēsājamā režīmā sistēmas konfigurāciju nevar rediģēt.
sk: Konfiguráciu systému nemožno upravovať v prenosnom režime.
sl: Sistemske konfiguracije ni mogoče urejati v prenosnem načinu.
sv: Systemkonfigurationen kan inte redigeras i bärbart läge.

source: OK
bg: ОК
lv: LABI
sl: V REDU

# OnlyAvailableOnWindows
source: This method is only available on Windows.
bg: Този метод е достъпен само в Windows.
de: Diese Methode ist nur unter Windows verfügbar.
es: Este método sólo está disponible en Windows.
hu: Ez a módszer csak Windows alatt érhető el.
lv: Šī metode ir pieejama tikai operētājsistēmā Windows.
sk: Táto metóda je k dispozícii len v systéme Windows.
sl: Ta metoda je na voljo samo v sistemu Windows.
sv: Den här metoden är endast tillgänglig i Windows.

source: Password:
bg: Парола:
de: Kennwort:
es: Contraseña:
hu: Jelszó:
lv: Parole:
sk: Heslo:
sl: Geslo:
sv: Lösenord:

# PleaseEnterCredentials
source: Please enter login credentials for {0}:
bg: Моля, въведете идентификационните данни за вход за {0}:
de: Bitte geben Sie Ihre Anmeldedaten für {0} ein:
es: Por favor, introduzca las credenciales de acceso para {0}:
hu: Kérjük, adja meg a {0} bejelentkezési adatait:
lv: Lūdzu, ievadiet {0} pieteikšanās datus:
sk: Zadajte prihlasovacie údaje pre {0}:
sl: Vnesite prijavne podatke za {0}:
sv: Ange inloggningsuppgifter för {0}:

# ProblemLoading
source: There was a problem loading '{0}'.
bg: Имаше проблем при зареждането на '{0}'.
de: Beim Laden von '{0}' ist ein Problem aufgetreten.
es: Hubo un problema al cargar '{0}'.
hu: Probléma adódott a '{0}' betöltésével.
lv: Radās problēma ar '{0}' ielādēšanu.
sk: Nastal problém s načítaním '{0}'.
sl: Pri nalaganju '{0}' je prišlo do težave.
sv: Det var ett problem med att ladda "{0}".

# ProcessExitCode
source: '{0}' exited with exit code {1}.
bg: '{0}' излезе с код за изход {1}.
de: '{0}' mit Exit-Code {1} beendet.
es: '{0}' salió con el código de salida {1}.
hu: '{0}' {1} kilépési kóddal lépett ki.
lv: '{0}' izgāja ar izejas kodu {1}.
sk: '{0}' skončil s kódom ukončenia {1}.
sl: '{0}' se je zaključil s kodo izhoda {1}.
sv: '{0}' avslutades med utgångskod {1}.

# ProcessExitCodeUnexpected
source: A process exited with an unexpected exit code.
bg: Процесът е завършил с неочакван код на изход.
de: Ein Prozess wurde mit einem unerwarteten Exit-Code beendet.
es: Un proceso salió con un código de salida inesperado.
hu: Egy folyamat váratlan kilépési kóddal lépett ki.
lv: Process beidzās ar neparedzētu izejas kodu.
sk: Proces sa ukončil s neočakávaným kódom ukončenia.
sl: Proces se je končal z nepričakovano kodo zaključka.
sv: En process avslutades med en oväntad utgångskod.

# ReadingFile
source: Reading file {0}
bg: Четене на файл {0}
de: Datei lesen {0}
es: Leyendo el archivo {0}
hu: {0} fájl olvasása
lv: Failu lasīšana {0}
sk: Čítanie súboru {0}
sl: Branje datoteke {0}
sv: Läser fil {0}

# RedoNotAvailable
source: This command cannot be performed again until the undo command has been performed.
bg: Тази команда не може да бъде изпълнена отново, докато не бъде изпълнена командата за отмяна.
de: Dieser Befehl kann erst wieder ausgeführt werden, wenn der Befehl zum Rückgängigmachen ausgeführt wurde.
es: Este comando no se puede volver a realizar hasta que se haya realizado el comando de deshacer.
hu: Ez a parancs nem hajtható végre újra, amíg a visszavonás parancsot nem hajtotta végre.
lv: Šo komandu nevar izpildīt vēlreiz, kamēr nav izpildīta atcelšanas komanda.
sk: Tento príkaz nemožno vykonať znova, kým sa nevykoná príkaz zrušenia.
sl: Tega ukaza ni mogoče ponovno izvesti, dokler ni izveden ukaz razveljavitve.
sv: Det här kommandot kan inte utföras igen förrän kommandot för att ångra har utförts.

source: &Reset value
bg: стойност на &Reset
de: Wert zurücksetzen
es: valor de &Reset
hu: &Reset érték
lv: &Reset vērtība
sk: hodnota &Reset
sl: vrednost &Reset
sv: & Återställ värde

# RestartingApps
source: Restarting applications
bg: Рестартиране на приложения
de: Neustart von Anwendungen
es: Reinicio de aplicaciones
hu: Alkalmazások újraindítása
lv: Programmu restartēšana
sk: Reštartovanie aplikácií
sl: Ponovni zagon aplikacij
sv: Omstart av program

source: Search
bg: Търсене
de: Suche
es: Buscar en
hu: Keresés
lv: Meklēšana
sk: Vyhľadávanie
sl: Iskanje
sv: Sök på

# SearchingFileReferences
source: Searching for open file references
bg: Търсене на препратки към отворени файлове
de: Suche nach offenen Dateiverweisen
es: Búsqueda de referencias de archivos abiertos
hu: Nyitott fájlhivatkozások keresése
lv: Atvērto failu atsauču meklēšana
sk: Vyhľadávanie odkazov na otvorené súbory
sl: Iskanje referenc odprtih datotek
sv: Sökning efter referenser till öppna filer

# SeekOffsetTooLarge
source: Attempted to read from position {0}. This is {1} bytes away from the underlying stream position {2}, but the seek buffer can only accomodate a difference of {3} bytes.
bg: Опит за четене от позиция {0}. Това е {1} байта от основната позиция на потока {2}, но буферът за търсене може да поеме само разлика от {3} байта.
de: Es wurde versucht, von der Position {0} zu lesen. Diese ist {1} Bytes von der zugrunde liegenden Stream-Position {2} entfernt, aber der Suchpuffer kann nur eine Differenz von {3} Bytes aufnehmen.
es: Se ha intentado leer desde la posición {0}. Esto está a {1} bytes de la posición {2} del flujo subyacente, pero el buffer de búsqueda sólo puede acomodar una diferencia de {3} bytes.
hu: Megkísérelt olvasni a {0} pozícióból. Ez {1} bájtnyi távolságra van az alapul szolgáló {2} folyam pozíciójától, de a keresési puffer csak {3} bájtnyi különbséget tud befogadni.
lv: Mēģināts nolasīt no pozīcijas {0}. Tas ir {1} baits attālumā no pamatā esošās straumes pozīcijas {2}, bet meklēšanas buferis var uzņemt tikai {3} baitu starpību.
sk: Pokus o čítanie z pozície {0}. Táto pozícia je vzdialená {1} bajtov od základnej pozície toku {2}, ale vyrovnávacia pamäť dokáže pojať rozdiel iba {3} bajtov.
sl: Poskus branja s položaja {0}. Ta je {1} bajtov oddaljen od položaja {2} osnovnega toka, vendar lahko iskalni buffer sprejme le razliko {3} bajtov.
sv: Försökte läsa från position {0}. Detta är {1} byte från den underliggande strömmen position {2}, men sökbufferten kan bara ta emot en skillnad på {3} byte.

# ShuttingDownApps
source: Shutting down applications
bg: Изключване на приложения
de: Beenden von Anwendungen
es: Cierre de aplicaciones
hu: Alkalmazások leállítása
lv: Programmu izslēgšana
sk: Vypínanie aplikácií
sl: Izklop aplikacij
sv: Stänga av program

# SourceDestinationEqual
source: Source and destination are equal.
bg: Източникът и дестинацията са равни.
de: Quelle und Ziel sind gleich.
es: El origen y el destino son iguales.
hu: A forrás és a célállomás egyenlő.
lv: Avots un galamērķis ir vienādi.
sk: Zdroj a cieľ sú rovnaké.
sl: Vir in cilj sta enaka.
sv: Källa och destination är lika.

# StateComplete
source: Complete
bg: Завършете
de: Vollständig
es: Completa
hu: Teljes
lv: Pilnīga
sk: Kompletné
sl: Popolnoma
sv: Komplett

# StateData
source: Processing data
bg: Обработка на данни
de: Verarbeitung von Daten
es: Tratamiento de datos
hu: Adatfeldolgozás
lv: Datu apstrāde
sk: Spracovanie údajov
sl: Obdelava podatkov
sv: Bearbetning av uppgifter

# StateHeader
source: Getting headers
bg: Получаване на заглавия
de: Kopfzeilen abrufen
es: Obtención de cabeceras
hu: Fejlécek beszerzése
lv: Virsrakstu iegūšana
sk: Získanie hlavičiek
sl: Pridobivanje glave
sv: Hämta rubriker

# StateIOError
source: IO error
bg: Грешка IO
de: IO-Fehler
es: Error IO
hu: IO hiba
lv: IO kļūda
sk: Chyba IO
sl: Napaka IO
sv: IO-fel

# StateReady
source: Ready
bg: Готов
de: Bereit
es: Listo
hu: Kész
lv: Gatavs
sk: Pripravené
sl: Pripravljen
sv: Redo

# StateWebError
source: Web error
bg: Уеб грешка
de: Web-Fehler
es: Error en la web
hu: Web hiba
lv: Tīmekļa kļūda
sk: Chyba na webe
sl: Spletna napaka
sv: Webfel

# TargetsOldValuesLength
source: Length of targets must be equal to Length of oldValues
bg: Дължината на целите трябва да е равна на дължината на oldValues
de: Die Länge der Ziele muss gleich der Länge der alten Werte sein
es: La longitud de los objetivos debe ser igual a la longitud de oldValues
hu: A célértékek hosszának meg kell egyeznie a régiértékek hosszával
lv: Mērķu garumam jābūt vienādam ar oldValues garumu
sk: Dĺžka cieľov sa musí rovnať dĺžke oldValues
sl: Dolžina ciljev mora biti enaka dolžini oldValues
sv: Längden på målen måste vara lika med längden på oldValues

source: Technical details:
bg: Технически подробности:
de: Technische Einzelheiten:
es: Detalles técnicos:
hu: Műszaki részletek:
lv: Tehniskā informācija:
sk: Technické údaje:
sl: Tehnične podrobnosti:
sv: Tekniska detaljer:
