Repository: nano-byte/common
Catalog: src/Common/Properties/Resources.*.resx
Languages: cs, da, el, es, et, fi, fr, id, it, ja, ko, lt, nl, pl, pt_br, pt_pt, ro, ru, tr, zh

source: Back
cs: Zpět
da: Tilbage
el: Πίσω
es: Volver
et: Tagasi
fi: Takaisin
fr: Précédent
id: Kembali
it: Indietro
ja: バック
ko: 뒤로
lt: Atgal
nl: Terug
pl: Powrót
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
tr: Geri
zh: 返回

source: Cancel
cs: Zrušit
da: Annuller
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
ru: Отмена
tr: İptal
zh: 取消

# CannotAddCollectionToSelf
source: The collection cannot be added to itself.
cs: Kolekci nelze přidat k sobě samé.
da: Samlingen kan ikke tilføjes til sig selv.
el: Η συλλογή δεν μπορεί να προστεθεί στην ίδια.
es: La colección no puede añadirse a sí misma.
et: Kollektsiooni ei saa iseendale lisada.
fi: Kokoelmaa ei voi lisätä itseensä.
fr: La collection ne peut pas être ajoutée à elle-même.
id: Koleksi tidak dapat ditambahkan sendiri.
it: La collezione non può essere aggiunta a se stessa.
ja: コレクションはそれ自身に追加することはできない。
ko: 컬렉션은 컬렉션 자체에 추가할 수 없습니다.
lt: Kolekcijos negalima pridėti prie jos pačios.
nl: De collectie kan niet aan zichzelf worden toegevoegd.
pl: Kolekcja nie może zostać dodana do samej siebie.
pt_br: A coleção não pode ser acrescentada a si mesma.
pt_pt: A colecção não pode ser adicionada a si própria.
ro: Colecția nu poate fi adăugată la ea însăși.
ru: Коллекция не может быть добавлена к самой себе.
tr: Bir koleksiyon kendi içine eklenemez.
zh: 该程序集不能自行添加。

# CannotCanonicalizeDacl
source: The DACL cannot be canonicalized since it would potentially result in a loss of information.
cs: DACL nelze kanonizovat, protože by to potenciálně vedlo ke ztrátě informací.
da: DACL kan ikke kanoniseres, da det potentielt ville resultere i et tab af information.
el: Το DACL δεν μπορεί να κανονικοποιηθει διότι θα μπορούσε δυνητικά να οδηγήσει σε απώλεια πληροφοριών.
es: El DACL no puede canonicalizarse, ya que potencialmente supondría una pérdida de información.
et: DACLi ei saa kanoniseerida, kuna see võib põhjustada teabe kadumist.
fi: DACL:ää ei voida kanonisoida, koska se johtaisi mahdollisesti tiedon menetykseen.
fr: Le DACL ne peut pas être canonisé car cela entraînerait potentiellement une perte d'informations.
id: DACL tidak dapat dikanonik karena berpotensi mengakibatkan hilangnya informasi.
it: Il DACL non può essere canonicalizzato, poiché ciò comporterebbe potenzialmente una perdita di informazioni.
ja: DACLを正規化することは、情報を失う可能性があるためできない。
ko: DACL은 잠재적으로 정보 손실을 초래할 수 있으므로 표준화할 수 없습니다.
lt: DACL negalima kanonizuoti, nes dėl to gali būti prarasta informacija.
nl: De DACL kan niet gecanoniseerd worden omdat dit mogelijk zou leiden tot verlies van informatie.
pl: DACL nie może być kanonizowany, ponieważ potencjalnie spowodowałoby to utratę informacji.
pt_br: O DACL não pode ser canonicalizado, pois poderia resultar em uma perda de informação.
pt_pt: A DACL não pode ser canonizada, uma vez que isso resultaria potencialmente numa perda de informação.
ro: DACL nu poate fi canonicalizat, deoarece aceasta ar putea duce la pierderea de informații.
ru: DACL не может быть канонизирован, поскольку это может привести к потере информации.
tr: Bilgi kaybı ile sonuçlanabileceğinden DACL kurallı olamaz.
zh: 不能对 DACL 进行规范化，因为这可能会导致信息丢失。

source: &Comment:
cs: &Komentář:
da: &Kommentar:
el: Σχόλιο:
es: &Comentar:
et: &Kommentaar:
fi: &Kommentti:
fr: &Commentaire :
id: &Komentar:
it: Commento:
ja: コメント
ko: &설명:
lt: &Komentaras:
nl: &Toelichten:
pl: Komentarz:
pt_br: Comente:
pt_pt: Comentário:
ro: Comentariu:
ru: &Комментарий:
tr: &Yorum:
zh: 评论:

# CopyFiles
source: Copying files
cs: Kopíruju soubory
da: Kopiering af filer
el: Αντιγραφή αρχείων
es: Copiando archivos
et: Failide kopeerimine
fi: Tiedostojen kopiointi
fr: Copie de fichiers
id: Menyalin berkas
it: Copia dei file
ja: ファイルのコピー
ko: 파일 복사 중
lt: Failų kopijavimas
nl: Bestanden worden gekopieerd
pl: Kopiowanie plików
pt_br: Cópia de arquivos
pt_pt: Copiar ficheiros
ro: Copierea fișierelor
ru: Копирование файлов
tr: Dosyalar kopyalanıyor
zh: 复制文件

source: &Copy to clipboard
cs: &Zkopírovat do schránky
da: &Kopier til udklipsholder
el: Αντιγραφή στο Πρόχειρο
es: &Copiar al portapapeles
et: &Kopeeri lõikelauale
fi: &Kopioi leikepöydälle
fr: &Copier dans le presse-papiers
id: &Salin ke papan klip
it: Copia negli appunti
ja: クリップボードにコピー
ko: &클립보드에 복사
lt: &Kopijuoti į iškarpinę
nl: &Kopiëren naar klembord
pl: Kopiuj do schowka
pt_br: Cópia para prancheta
pt_pt: Copiar para a área de transferência
ro: Copiere în clipboard
ru: &Копировать в буфер обмена
tr: &Panoya kopyala
zh: &复制到剪贴板

# DestinationDirExist
source: The destination directory already exists.
cs: Cílový adresář již existuje.
da: Målmappen findes allerede.
el: Ο κατάλογος προορισμού υπάρχει ήδη.
es: El directorio de destino ya existe.
et: Sihtkataloog on juba olemas.
fi: Kohdekansio on jo olemassa.
fr: Le directoire de destination existe déjà.
id: Direktori tujuan sudah ada.
it: La directory di destinazione esiste già.
ja: 宛先ディレクトリが既に存在する。
ko: 대상 디렉터리가 이미 존재합니다.
lt: Paskirties katalogas jau egzistuoja.
nl: De doelmap bestaat al.
pl: Katalog docelowy już istnieje.
pt_br: O diretório de destino já existe.
pt_pt: O directório de destino já existe.
ro: Directorul destinație există deja.
ru: Каталог назначения уже существует.
tr: Hedef klasör zaten var.
zh: 目标目录已经存在。

# Downloading
source: Downloading {0}
cs: {0} se stahuje
da: Download af {0}
el: Λήψη {0}
es: Descargando {0}
et: Allalaadimine {0}
fi: Lataaminen {0}
fr: Téléchargement de {0}
id: Mengunduh {0}
it: Scaricare {0}
ja: ダウンロード{0}
ko: {0} 다운로드 중
lt: Atsisiuntimas {0}
nl: {0} wordt gedownload
pl: Pobieranie {0}
pt_br: Descarga {0}
pt_pt: Descarregamento {0}
ro: Se descarcă {0}
ru: Загрузка {0}
tr: {0} indiriliyor
zh: 下载 {0}

source: Error report
cs: Hlášení o chybě
da: Fejlrapport
el: Αναφορά σφάλματος
es: Informe de errores
et: Veateade
fi: Virheraportti
fr: Rapport d'erreur
id: Laporan kesalahan
it: Rapporto di errore
ja: エラーレポート
ko: 오류 보고
lt: Klaidos ataskaita
nl: Foutrapport
pl: Raport o błędach
pt_br: Relatório de erro
pt_pt: Relatório de erros
ro: Raport de eroare
ru: Отчет об ошибке
tr: Hata bildirimi
zh: 错误报告

# ErrorReportCancel
source: Do &not report
cs: &Neohlašovat
da: Ikke & ikke indberette
el: Καμμια αναφορα
es: &No enviar informe de errores
fr: &Ne pas le signaler
id: &Jangan laporkan
it: Non segnalare
ja: 報告しない
ko: &보고 안 함
lt: Ar &ne pranešti
nl: &Niet melden
pl: Nie zgłaszać
pt_br: Não informar
pt_pt: Não comunicar
ro: Nu raportați
ru: &Не отправлять
tr: Bildir&me
zh: &不报告

# ErrorReportComment
source: If you wish, you can use this field to provide additional information about the problem, such as a description of what you were doing when the crash occurred.
cs: Pokud chcete, můžete do tohoto pole zadat další informace o problému, např. co jste během pádu systému dělali.
el: Αν επιθυμείτε, μπορείτε να χρησιμοποιήσετε αυτό το πεδίο για την παροχή πρόσθετων πληροφοριών σχετικά με το πρόβλημα, όπως μια περιγραφή του τι κάνατε όταν συνέβη η συντριβή.
es: Si quieres, puedes usar este campo para proporcionar más información acerca del problema (p. ej., una descripción de lo que estabas haciendo cuando se produjo el problema).
fr: Utilisez ce champ pour fournir des informations supplémentaires concernant le problème rencontré, par exemple une description de ce que vous faisiez lorsque l'erreur s'est produite.
id: Jika mau, Anda dapat menggunakan bidang ini untuk memberikan informasi tambahan tentang masalah, seperti deskripsi tentang apa yang sedang Anda lakukan saat kerusakan terjadi.
it: Se lo desiderate, potete utilizzare questo campo per fornire ulteriori informazioni sul problema, ad esempio una descrizione di ciò che stavate facendo quando si è verificato l'arresto anomalo.
ja: 必要であれば、このフィールドを使用して、クラッシュが発生したときに何をしていたかなど、問題についての追加情報を提供することができます。
ko: 이 필드에는 충돌이 발생했을 때 수행한 작업에 대한 설명 등 문제와 관련된 추가 정보를 입력할 수 있습니다.
nl: Indien gewenst kunt u dit veld gebruiken om aanvullende informatie over het probleem te geven, zoals een beschrijving van wat u aan het doen was toen de crash zich voordeed.
pl: Jeśli chcesz, możesz użyć tego pola, aby podać dodatkowe informacje o problemie, takie jak opis tego, co robiłeś, gdy wystąpiła awaria.
pt_pt: Se desejar, pode utilizar este campo para fornecer informações adicionais sobre o problema, por exemplo, uma descrição do que estava a fazer quando ocorreu o acidente.
ru: Вы можете использовать это поле, чтобы предоставить дополнительную информацию о проблеме, например описать, что вы делали, когда произошел сбой.
tr: Dilerseniz bu alanı kullanarak, sorun ortaya çıktığı sırada yapmakta olduğunuz işlemler gibi ayrıntıları bize iletebilirsiniz.
zh: 你还可以在此字段中输入有关问题的其他信息，例如在崩溃时你所进行的操作。

# ErrorReportInfo
source: An unexpected error has occurred in this application. You can help us fix the problem by reporting it. If there is already a known fix for your problem it will be displayed right after sending the report.
cs: V této aplikaci došlo k neočekávané chybě. Nahlášením nám můžete pomoci problém odstranit. Pokud již existuje známá oprava vašeho problému, zobrazí se hned po odeslání hlášení.
da: Der er opstået en uventet fejl i denne applikation. Du kan hjælpe os med at løse problemet ved at rapportere det. Hvis der allerede findes en kendt løsning på dit problem, vises den lige efter, at du har sendt rapporten.
el: Παρουσιάστηκε μη αναμενόμενο σφάλμα σε αυτή την εφαρμογή. Μπορείτε να μας βοηθήσετε να διορθώσουμε το πρόβλημα από την αναφορά αυτή. Αν υπάρχει ήδη μια γνωστή λύση για το πρόβλημά σας θα εμφανιστεί αμέσως μετά την αποστολή της αναφοράς.
es: Se ha producido un error inesperado en esta aplicación. Puedes ayudarnos a solucionarlo enviando un informe de errores. Si ya existe una solución conocida para el problema, se mostrará justo después de que envíes el informe de errores.
et: Selles rakenduses on ilmnenud ootamatu viga. Te saate aidata meil probleemi parandada, teatades sellest. Kui teie probleemile on juba teadaolev lahendus, kuvatakse see kohe pärast teate saatmist.
fi: Tässä sovelluksessa on tapahtunut odottamaton virhe. Voit auttaa meitä korjaamaan ongelman ilmoittamalla siitä. Jos ongelmaan on jo olemassa korjaus, se näytetään heti raportin lähettämisen jälkeen.
fr: Une erreur inattendue s'est produite dans cette application. Vous pouvez nous aider à résoudre le problème en le signalant. S'il existe déjà une solution connue pour votre problème, elle sera affichée juste après l'envoi du rapport.
id: Terjadi kesalahan yang tidak diharapkan dalam aplikasi ini. Anda dapat membantu kami memperbaiki masalah dengan melaporkannya. Jika sudah ada perbaikan yang diketahui untuk masalah Anda, maka perbaikan itu akan ditampilkan segera setelah mengirim laporan.
it: Si è verificato un errore imprevisto in questa applicazione. Potete aiutarci a risolvere il problema segnalandolo. Se esiste già una soluzione nota per il problema, questa verrà visualizzata subito dopo l'invio della segnalazione.
ja: このアプリケーションで予期せぬエラーが発生しました。報告することで、問題の解決にご協力いただけます。あなたの問題に対する既知の修正がすでにある場合は、レポートを送信した直後に表示されます。
ko: 이 애플리케이션에서 예기치 않은 오류가 발생했습니다. 오류를 보고하여 문제 해결에 도움을 줄 수 있습니다. 문제에 대하여 이미 알려진 해결 방법이 존재하는 경우 보고서 전송 직후 해당 방법이 표시됩니다.
lt: Šioje programoje įvyko netikėta klaida. Pranešdami apie problemą galite padėti mums ją išspręsti. Jei jau yra žinomas problemos sprendimas, jis bus rodomas iš karto po pranešimo išsiuntimo.
nl: Er is een onverwachte fout opgetreden in deze applicatie. U kunt ons helpen het probleem op te lossen door het bij ons te melden. Als er voor uw probleem al een oplossing bekend is, wordt deze direct na het verzenden van het rapport weergegeven.
pl: W tej aplikacji wystąpił nieoczekiwany błąd. Możesz pomóc nam naprawić problem, zgłaszając go. Jeśli znane jest już rozwiązanie problemu, zostanie ono wyświetlone zaraz po wysłaniu zgłoszenia.
pt_br: Ocorreu um erro inesperado nesta aplicação. Você pode nos ajudar a corrigir o problema relatando-o. Se já houver uma correção conhecida para seu problema, ela será exibida logo após o envio do relatório.
pt_pt: Ocorreu um erro inesperado nesta aplicação. Pode ajudar-nos a resolver o problema comunicando-o. Se já existir uma correcção conhecida para o seu problema, esta será apresentada logo após o envio do relatório.
ro: A apărut o eroare neașteptată în această aplicație. Ne puteți ajuta să rezolvăm problema raportând-o. Dacă există deja o soluție cunoscută pentru problema dvs., aceasta va fi afișată imediat după trimiterea raportului.
ru: В этом приложении произошла непредвиденная ошибка. Вы можете помочь нам устранить проблему, сообщив о ней. Если для вашей проблемы уже существует известное решение, оно будет показано сразу после отправки отчета.
tr: Bu uygulamada beklenmeyen bir sorun çıktı. Bu sorunu bize bildirerek çözmemize yardımcı olabilirsiniz. Sorun için geçerli bir çözüm varsa, bildiriminiz gönderildikten hemen sonra görüntülenir.
zh: 此应用程序出现意外错误。你可以通过发送报告帮助我们解决问题。如果你的问题已存在解决方案，则会在发送报告后立即显示。

# ErrorReportSend
source: &Report
cs: &Nahlásit
da: &Rapport
el: Αναφορά
es: &Enviar el informe de errores
et: &Raport
fi: &Raportti
fr: &Signaler
id: &Laporan
it: Rapporto
ja: レポート
ko: &보고
lt: &Ataskaita
nl: &Melden
pl: Raport
pt_br: Relatório
pt_pt: Relatório
ro: Raport
ru: &Отправить
tr: &Bildir
zh: &报告

# ErrorReportSent
source: The error report was sent successfully.
cs: Hlášení o chybě bylo úspěšně odesláno.
da: Fejlrapporten blev sendt med succes.
el: Η αναφορά σφάλματος στάλθηκε με επιτυχία.
es: El informe de errores se ha enviado correctamente.
et: Veateade saadeti edukalt.
fi: Virheraportti lähetettiin onnistuneesti.
fr: Le rapport d'erreur a été envoyé avec succès.
id: Laporan kesalahan berhasil dikirim.
it: La segnalazione di errore è stata inviata con successo.
ja: エラー報告は正常に送信された。
ko: 오류 보고서가 성공적으로 전송되었습니다.
lt: Klaidos ataskaita buvo sėkmingai išsiųsta.
nl: Het foutrapport is succesvol verzonden.
pl: Raport o błędzie został wysłany pomyślnie.
pt_br: O relatório de erro foi enviado com sucesso.
pt_pt: O relatório de erro foi enviado com sucesso.
ro: Raportul de eroare a fost trimis cu succes.
ru: Отчет об ошибке был отправлен успешно.
tr: Hata raporu gönderildi.
zh: 错误报告已成功发送。

# FailedToDownload
source: Failed to download {0}.
cs: {0} se nepodařilo stáhnout.
da: Det lykkedes ikke at downloade {0}.
el: Αποτυχία λυψης {0}.
es: No ha sido posible descargar {0}.
et: Ei õnnestunud alla laadida {0}.
fi: Lataus {0} epäonnistui.
fr: Échec du téléchargement de {0}.
id: Gagal mengunduh {0}.
it: Impossibile scaricare {0}.
ja: {0} のダウンロードに失敗しました。
ko: {0} 다운로드에 실패했습니다.
lt: Nepavyko atsisiųsti {0}.
nl: Downloaden van {0} is mislukt.
pl: Nie udało się pobrać {0}.
pt_br: Falha no download {0}.
pt_pt: Falha ao descarregar {0}.
ro: Nu a reușit să descarce {0}.
ru: Не удалось загрузить {0}.
tr: {0} indirilemedi.
zh: 下载 {0} 失败 。

# FailedToOpenRegistrySubkey
source: Failed to open registry subkey '{0}' in '{1}'.
cs: Nepodařilo se otevřít podklíč registru '{0}' v '{1}'.
da: Det lykkedes ikke at åbne registreringsdatabasenøglen '{0}' i '{1}'.
el: Απέτυχε να ανοίξει το υποκλειδί μητρώου '{0}' στο '{1}'.
es: Error al abrir la subclave de registro '{0}' en '{1}'.
et: Registri alamvõtme '{0}' avamine '{1}' registris ebaõnnestus.
fi: Rekisterin aliavainta '{0}' ei onnistuttu avaamaan kohteessa '{1}'.
fr: Échec de l'ouverture de la sous-clé de registre '{0}' dans '{1}'.
id: Gagal membuka subkunci registri '{0}' di '{1}'.
it: Impossibile aprire la sottochiave di registro '{0}' in '{1}'.
ja: {1}' のレジストリ サブキー '{0}' を開けませんでした。
ko: '{1}' 에서 레지스트리 하위 키 '{0}' 를 열지 못했습니다.
lt: Nepavyko atidaryti registro poskiepio '{0}', esančio '{1}'.
nl: Mislukt bij het openen van registersubsleutel '{0}' in '{1}'.
pl: Nie udało się otworzyć podklucza rejestru '{0}' w '{1}'.
pt_br: Falha ao abrir a subchave de registro '{0}' em '{1}'.
pt_pt: Falha ao abrir a subchave de registo '{0}' em '{1}'.
ro: Nu s-a reușit deschiderea subcheie de registru '{0}' în '{1}'.
ru: Не удалось открыть подключ реестра '{0}' в '{1}'.
tr: '{1}' içindeki '{0}' kayıt defteri anahtarı açılamadı.
zh: 在 "{1}"中打开注册表子键 "{0}"失败。

# FailedToRollback
source: Failed to rollback '{0}'.
cs: Nepodařilo se vrátit zpět '{0}'.
da: Rollback '{0}' mislykkedes.
el: Απέτυχε η επαναφορά '{0}'.
es: Error al revertir '{0}'.
et: Tagasivõtmine '{0}' ebaõnnestus.
fi: Rollback '{0}' epäonnistui.
fr: Échec du retour en arrière '{0}'.
id: Gagal mengembalikan '{0}'.
it: Fallito il rollback di '{0}'.
ja: {0}' のロールバックに失敗しました。
ko: '{0}' 롤백에 실패했습니다.
lt: Nepavyko atkurti '{0}'.
nl: Rollback '{0}' is niet gelukt.
pl: Nie udało się przywrócić '{0}'.
pt_br: Falha no recuo '{0}'.
pt_pt: Falha na reversão '{0}'.
ro: A eșuat să se facă rollback '{0}'.
ru: Не удалось выполнить откат '{0}'.
tr: '{0}' geri alınamadı.
zh: 回滚失败 '{0}'。

# FailedToStart
source: Failed to start '{0}'.
cs: Nepodařilo se spustit '{0}'.
da: Det lykkedes ikke at starte '{0}'.
el: Απέτυχε η εκκίνηση του '{0}'.
es: Error al iniciar '{0}'.
et: Ei õnnestunud käivitada '{0}'.
fi: '{0}' ei käynnistynyt.
fr: Échec du démarrage de '{0}'.
id: Gagal memulai '{0}'.
it: Fallito l'avvio di '{0}'.
ja: {0}' の起動に失敗しました。
ko: '{0}'을(를) 시작하지 못했습니다.
lt: Nepavyko paleisti '{0}'.
nl: Het is niet gelukt om '{0}' te starten.
pl: Nie udało się uruchomić '{0}'.
pt_br: Falha em começar '{0}'.
pt_pt: Falha ao iniciar '{0}'.
ro: Nu a reușit să pornească '{0}'.
ru: Не удалось запустить '{0}'.
tr: '{0}' başlatılamadı.
zh: 启动 "{0}"失败。

# FileNotExpectedSize
source: The file that was supposed to be downloaded from {0} doesn't have the expected size. Was supposed to be {1} bytes but was actually {2} bytes.
cs: Soubor, který měl být stažen z {0}, nemá očekávanou velikost. Soubor měl mít velikost{1} bajtů, ale ve skutečnosti to bylo jen {2} bajtů.
da: Den fil, der skulle downloades fra {0}, har ikke den forventede størrelse. Den skulle have været {1} bytes, men var faktisk {2} bytes.
el: Το αρχείο που επρόκειτο να μεταφορτωθεί από {0} δεν έχει το αναμενόμενο μέγεθος. Υποτίθεται ότι είναι {1} bytes, αλλά στην πραγματικότητα ειναι {2} bytes.
es: El archivo que tenía que descargarse de {0} no tenía el tamaño esperado. Se suponía que su tamaño era de {1} bytes pero en realidad era de {2} bytes.
et: Failil, mis pidi alla laadima {0}, ei ole oodatud suurust. See pidi olema {1} baiti, kuid tegelikult oli see {2} baiti.
fi: Tiedosto, joka oli tarkoitus ladata osoitteesta {0}, ei ole odotetun kokoinen. Sen piti olla {1} tavua, mutta todellisuudessa se oli {2} tavua.
fr: Le fichier qui devait être téléchargé à partir de {0} n'est pas de la taille attendue. Il devait faire {1} octets, mais il pèse en réalité {2} octets.
id: Berkas yang seharusnya diunduh dari {0} tidak memiliki ukuran yang diharapkan. Seharusnya {1} byte tetapi sebenarnya {2} byte.
it: Il file che doveva essere scaricato da {0} non ha le dimensioni previste. Doveva essere {1} byte ma in realtà era {2} byte.
ja: {0} からダウンロードされるはずのファイルが、期待されたサイズを持っていない。{1} バイトのはずが、実際は{2} バイトだった。
ko: {0}에서 다운로드할 파일이 예상 크기와 다릅니다. 예상 크기는 {1}바이트였으나 실제 크기는 {2}바이트였습니다.
lt: Iš {0} turėjusio būti atsisiųsto failo dydis neatitinka numatyto. Turėjo būti {1} baitų, bet iš tikrųjų buvo {2} baitų.
nl: Het bestand dat zou worden gedownload van {0} heeft niet de verwachte grootte. Het had {1} bytes moeten zijn, maar was eigenlijk {2} bytes.
pl: Plik, który miał zostać pobrany ze strony {0}, nie ma oczekiwanego rozmiaru. Miał mieć rozmiar {1} bajtów, ale w rzeczywistości miał {2} bajtów.
pt_br: O arquivo que deveria ter sido baixado de {0} não tem o tamanho esperado. Devia ser {1} bytes, mas na verdade era {2} bytes.
pt_pt: O ficheiro que era suposto ser descarregado de {0} não tem o tamanho esperado. Era suposto ser {1} bytes, mas na realidade era {2} bytes.
ro: Fișierul care a fost descărcat de la {0} nu are mărimea așteptată. Trebuia să aibă {1} octeți, dar are de fapt {2} octeți.
ru: Размер файла, который должен быть загружен с {0}, отличается от ожидаемого. Файл должен иметь размер {1} байт, но имеет размер {2} байт.
tr: {0} üzerinden indirilen dosya beklenen boyutta değil. Boyutun {1} bayt boyutunda olması beklenirken {2} bayt boyutunda.
zh: 要从 {0} 下载的文件没有预期的大小。文件大小本应是 {1} 个字节，但实际上是 {2} 个字节。

# FileNotFound
source: The file "{0}" could not be found.
cs: Soubor ‚‚{0}‘‘ se nepodařilo najít.
da: Filen "{0}" kunne ikke findes.
el: Το αρχείο '{0}' δεν θα μπορεσε να βρεθεί.
es: No se ha encontrado el archivo «{0}».
et: Faili "{0}" ei leitud.
fi: Tiedostoa "{0}" ei löytynyt.
fr: Le fichier '{0}' est introuvable.
id: Berkas "{0}" tidak dapat ditemukan.
it: Il file "{0}" non è stato trovato.
ja: ファイル "{0}" が見つかりません。
ko: "{0}" 파일을 찾을 수 없습니다.
lt: Nepavyko rasti failo "{0}".
nl: Het bestand "{0}" kon niet worden gevonden.
pl: Nie można znaleźć pliku "{0}".
pt_br: O arquivo "{0}" não pôde ser encontrado.
pt_pt: Não foi possível encontrar o ficheiro "{0}".
ro: Fișierul "{0}" nu a fost găsit.
ru: Не удалось найти файл "{0}".
tr: "{0}" dosyası bulunamadı.
zh: 找不到文件'{0}'。

# InvalidConfigDir
source: The configuration directory '{0}' is probably invalid.
cs: Konfigurační adresář ‚‚{0}‘‘ je pravděpodobně neplatný.
da: Konfigurationsmappen '{0}' er sandsynligvis ugyldig.
el: Ο κατάλογος ρύθμισης '{0}' είναι μάλλον άκυρος.
es: Es probable que el directorio de configuración «{0}» no sea válido.
et: Konfiguratsioonikataloog '{0}' on tõenäoliselt kehtetu.
fi: Konfiguraatiohakemisto '{0}' on todennäköisesti virheellinen.
fr: Le répertoire de configuration '{0}' est probablement invalide.
id: Direktori konfigurasi '{0}' mungkin tidak valid.
it: La directory di configurazione '{0}' probabilmente non è valida.
ja: 設定ディレクトリ '{0}' はおそらく無効です。
ko: '{0}'가 유효하지 않은 구성 디렉토리일 수 있습니다.
lt: Konfigūracijos katalogas '{0}' tikriausiai yra neteisingas.
nl: De configuratiemap "{0}" is waarschijnlijk ongeldig.
pl: Katalog konfiguracyjny '{0}' jest prawdopodobnie nieprawidłowy.
pt_br: O diretório de configuração '{0}' é provavelmente inválido.
pt_pt: O directório de configuração '{0}' é provavelmente inválido.
ro: Directorul de configurare '{0}' e probabil invalid.
ru: Вероятно, каталог конфигурации '{0}' является недопустимым.
tr: Büyük olasılıkla '{0}' yapılandırma klasörü geçersiz.
zh: 配置目录'{0}'可能无效。

# InvalidCredentials
source: The login credentials for {0} are incorrect.
cs: Přihlašovací údaje pro {0} jsou nesprávné.
da: Loginoplysningerne for {0} er forkerte.
el: Τα διαπιστευτήρια σύνδεσης για {0} είναι εσφαλμένη.
es: Las credenciales de acceso para {0} no son correctas.
et: {0} sisselogimise andmed on valed.
fi: Kirjautumistiedot {0} ovat virheelliset.
fr: Les identifiants de connexion pour {0} sont incorrects.
id: Kredensial untuk masuk ke {0} salah.
it: Le credenziali di accesso a {0} non sono corrette.
ja: {0} のログイン認証が間違っています。
ko: {0}에 대한 로그인 자격 증명이 올바르지 않습니다.
lt: {0} prisijungimo duomenys yra neteisingi.
nl: De inloggegevens voor {0} zijn onjuist.
pl: Dane logowania do serwisu {0} są nieprawidłowe.
pt_br: As credenciais de login para {0} estão incorretas.
pt_pt: As credenciais de início de sessão para {0} estão incorrectas.
ro: Datele de autentificare pentru {0} sunt incorecte.
ru: Учетные данные для входа в систему {0} указаны неверно.
tr: {0} için oturum açma kimlik bilgileri yanlış.
zh: {0} 的登录凭证不正确。
