Repository: nano-byte/common
Catalog: src/Common/Properties/Resources.*.a.resx
Languages: bg, de, es, hu, lv, sk, sl, sv

# Tls12SupportMissing
source: Your version of .NET does not support TLS 1.2. This may cause connection errors when downloading content via HTTPS. Please run Windows Update to install the necessary patches.
bg: Вашата версия на .NET не поддържа TLS 1.2. Това може да доведе до грешки при връзката, когато изтегляте съдържание чрез HTTPS. Моля, стартирайте Windows Update, за да инсталирате необходимите кръпки.
de: Ihre Version von .NET unterstützt TLS 1.2 nicht. Dies kann zu Verbindungsfehlern beim Herunterladen von Inhalten über HTTPS führen. Bitte führen Sie Windows Update aus, um die erforderlichen Patches zu installieren.
es: Su versión de .NET no soporta TLS 1.2. Esto puede causar errores de conexión al descargar contenido a través de HTTPS. Por favor, ejecute Windows Update para instalar los parches necesarios.
hu: A .NET verziója nem támogatja a TLS 1.2-t. Ez a HTTPS-en keresztül történő tartalomletöltéskor kapcsolati hibákat okozhat. Kérjük, futtassa a Windows Update programot a szükséges javítások telepítéséhez.
lv: Jūsu .NET versija neatbalsta TLS 1.2. Tas var izraisīt savienojuma kļūdas, lejupielādējot saturu, izmantojot HTTPS. Lūdzu, palaidiet Windows Update, lai instalētu nepieciešamos labojumus.
sk: Vaša verzia .NET nepodporuje TLS 1.2. To môže spôsobiť chyby pripojenia pri preberaní obsahu prostredníctvom protokolu HTTPS. Spustite Windows Update a nainštalujte potrebné záplaty.
sl: Vaša različica .NET ne podpira TLS 1.2. To lahko povzroči napake povezave pri prenašanju vsebine prek protokola HTTPS. Zaženite program Windows Update, da namestite potrebne popravke.
sv: Din version av .NET stöder inte TLS 1.2. Detta kan orsaka anslutningsfel när du hämtar innehåll via HTTPS. Kör Windows Update för att installera de nödvändiga patcherna.

# UnableToLocateAssembly
source: The assembly named "{0}" could not be located.
bg: Асемблито с име "{0}" не може да бъде намерено.
de: Die Baugruppe mit dem Namen "{0}" konnte nicht gefunden werden.
es: No se ha podido localizar el conjunto denominado "{0}".
hu: A "{0}" nevű szerelvényt nem sikerült megtalálni.
lv: Komplektācija ar nosaukumu "{0}" nav atrodama.
sk: Zostavu s názvom "{0}" sa nepodarilo nájsť.
sl: Sestava z imenom "{0}" ni bilo mogoče najti.
sv: Samlingen som heter "{0}" kunde inte hittas.

# UnableToReadBytesFromStream
source: Unable to read {0} bytes from the stream.
bg: Невъзможно е да се прочетат {0} байта от потока.
de: Es ist nicht möglich, {0} Bytes aus dem Stream zu lesen.
es: No se han podido leer {0} bytes del flujo.
hu: Nem sikerült {0} bájtot olvasni a folyamból.
lv: Nevar nolasīt {0} baitus no straumes.
sk: Nie je možné prečítať {0} bajtov z prúdu.
sl: Ni mogoče prebrati {0} bajtov iz toka.
sv: Det går inte att läsa {0} bytes från strömmen.

# UndoNotAvailable
source: This undo command cannot be performed until the actual command has been performed.
bg: Тази команда за отмяна не може да бъде изпълнена, докато не бъде изпълнена действителната команда.
de: Dieser Rückgängig-Befehl kann nicht ausgeführt werden, bevor der eigentliche Befehl ausgeführt wurde.
es: Este comando de deshacer no se puede realizar hasta que se haya realizado el comando real.
hu: Ez a visszavonó parancs nem hajtható végre, amíg a tényleges parancsot nem hajtotta végre.
lv: Šo atcelšanas komandu nevar izpildīt, kamēr nav izpildīta faktiskā komanda.
sk: Tento príkaz na zrušenie nie je možné vykonať, kým sa nevykoná skutočný príkaz.
sl: Tega ukaza razveljavitve ni mogoče izvesti, dokler ni izveden dejanski ukaz.
sv: Detta ångrakommando kan inte utföras förrän det faktiska kommandot har utförts.

# UnixSubsystemFail
source: The Unix subsystem failed to process the request. You may have insufficient rights.
bg: Подсистемата на Unix не успя да обработи заявката. Възможно е да нямате достатъчно права.
de: Das Unix-Subsystem konnte die Anfrage nicht verarbeiten. Sie haben möglicherweise nicht genügend Rechte.
es: El subsistema Unix no ha podido procesar la solicitud. Es posible que no tenga suficientes derechos.
hu: A Unix alrendszer nem tudta feldolgozni a kérést. Lehet, hogy nem rendelkezik elegendő joggal.
lv: Unix apakšsistēmai neizdevās apstrādāt pieprasījumu. Iespējams, jums nav pietiekamu tiesību.
sk: Subsystému Unix sa nepodarilo spracovať požiadavku. Možno nemáte dostatočné práva.
sl: Podsistem Unix ni uspel obdelati zahteve. Morda nimate zadostnih pravic.
sv: Unix-undersystemet misslyckades med att behandla begäran. Du kanske inte har tillräckliga rättigheter.

source: User name:
bg: Потребителско име:
de: Name des Benutzers:
es: Nombre de usuario:
hu: Felhasználói név:
lv: Lietotāja vārds:
sk: Meno používateľa:
sl: Uporabniško ime:
sv: Användarnamn:

source: Yes
bg: Да
de: Ja
es: Sí
hu: Igen
lv: Jā
sk: Áno
sl: Da
sv: Ja

# ErrorReportSend
source: &Report
de: Bericht
es: &Informe
sv: &Rapportera
