Repository: nano-byte/common
Catalog: src/Common/Properties/Resources.*.resx
Languages: cs, da, el, es, et, fi, fr, id, it, ja, ko, lt, nl, pl, pt_br, pt_pt, ro, ru, tr, zh

source: Technical details:
cs: Technické detaily:
da: Tekniske detaljer:
el: Τεχνικές λεπτομέρειες:
es: Detalles técnicos:
et: Tehnilised üksikasjad:
fi: Tekniset tiedot:
fr: Détails techniques :
id: Detail teknis:
it: Dettagli tecnici:
ja: 技術的な詳細
ko: 기술적 세부 정보:
lt: Techninė informacija:
nl: Technische details:
pl: Szczegóły techniczne:
pt_br: Detalhes técnicos:
pt_pt: Dados técnicos:
ro: Detalii tehnice:
ru: Технические подробности:
tr: Teknik ayrıntılar:
zh: 技术细节：

# Tls12SupportMissing
source: Your version of .NET does not support TLS 1.2. This may cause connection errors when downloading content via HTTPS. Please run Windows Update to install the necessary patches.
cs: Vaše verze rozhraní .NET nepodporuje protokol TLS 1.2. To může způsobit chyby připojení při stahování obsahu přes HTTPS. Spusťte Windows Update a nainstalujte potřebné záplaty.
da: Din version af .NET understøtter ikke TLS 1.2. Dette kan medføre forbindelsesfejl, når du henter indhold via HTTPS. Kør Windows Update for at installere de nødvendige patches.
el: Η δική σας έκδοση του .NET δεν υποστηρίζει το TLS 1.2. Αυτό μπορεί να προκαλέσει σφάλματα σύνδεσης κατά τη λήψη περιεχομένου μέσω HTTPS. Εκτελέστε το Windows Update για να εγκαταστήσετε τις απαραίτητες διορθώσεις.
es: Su versión de .NET no es compatible con TLS 1.2. Esto puede causar errores de conexión al descargar contenido a través de HTTPS. Ejecute Windows Update para instalar los parches necesarios.
et: Teie .NET versioon ei toeta TLS 1.2. See võib HTTPS-i kaudu sisu allalaadimisel põhjustada ühendusvigu. Palun käivitage Windows Update, et paigaldada vajalikud parandused.
fi: .NET-versiosi ei tue TLS 1.2:ta. Tämä voi aiheuttaa yhteysvirheitä ladattaessa sisältöä HTTPS:n kautta. Käynnistä Windows Update asentaaksesi tarvittavat korjaukset.
fr: Votre version de .NET ne prend pas en charge TLS 1.2. Cela peut entraîner des erreurs de connexion lors du téléchargement de contenu via HTTPS. Veuillez exécuter Windows Update pour installer les correctifs nécessaires.
id: Versi .NET Anda tidak mendukung TLS 1.2. Ini dapat menyebabkan kesalahan koneksi saat mengunduh konten melalui HTTPS. Silakan jalankan Pembaruan Windows untuk menginstal tambalan yang diperlukan.
it: La versione di .NET in uso non supporta il protocollo TLS 1.2. Ciò potrebbe causare errori di connessione durante il download di contenuti tramite HTTPS. Eseguire Windows Update per installare le patch necessarie.
ja: お使いの.NETのバージョンはTLS 1.2をサポートしていません。このため、HTTPS経由でコンテンツをダウンロードする際に接続エラーが発生する可能性があります。Windows Updateを実行して、必要なパッチをインストールしてください。
ko: 사용 중인 .NET 버전이 TLS 1.2를 지원하지 않습니다. 이로 인해 HTTPS를 통해 콘텐츠를 다운로드할 때 연결 오류가 발생할 수 있습니다. Windows 업데이트를 실행하여 필요한 패치를 설치하세요.
lt: Jūsų .NET versija nepalaiko TLS 1.2. Dėl to gali atsirasti ryšio klaidų, kai turinys atsisiunčiamas per HTTPS. Paleiskite "Windows Update", kad įdiegtumėte reikiamus pataisymus.
nl: Uw versie van .NET ondersteunt TLS 1.2 niet. Dit kan verbindingsfouten veroorzaken bij het downloaden van inhoud via HTTPS. Voer Windows Update uit om de nodige patches te installeren.
pl: Twoja wersja .NET nie obsługuje protokołu TLS 1.2. Może to powodować błędy połączenia podczas pobierania zawartości za pośrednictwem protokołu HTTPS. Uruchom Windows Update, aby zainstalować niezbędne poprawki.
pt_br: Sua versão do .NET não suporta o TLS 1.2. Isto pode causar erros de conexão ao baixar conteúdo via HTTPS. Por favor, execute Windows Update para instalar os patches necessários.
pt_pt: A sua versão do .NET não suporta o TLS 1.2. Isto pode causar erros de ligação quando descarrega conteúdo através de HTTPS. Execute o Windows Update para instalar as correcções necessárias.
ro: Versiunea dvs. de .NET nu acceptă TLS 1.2. Acest lucru poate cauza erori de conexiune atunci când descărcați conținut prin HTTPS. Vă rugăm să rulați Windows Update pentru a instala patch-urile necesare.
ru: Ваша версия .NET не поддерживает TLS 1.2. Это может приводить к ошибкам подключения при загрузке содержимого по протоколу HTTPS. Запустите Windows Update для установки необходимых исправлений.
tr: .NET sürümünüz TLS 1.2 sürümünü desteklemiyor. Bu durum HTTPS üzerinden içerik indirilirken sorun çıkmasına neden olabilir. Lütfen gerekli güncellemelerin kurulması için Windows Update uygulamasını çalıştırın.
zh: 您的 .NET 版本不支持 TLS 1.2。这可能会导致通过 HTTPS 下载内容时出现连接错误。请运行 Windows Update 安装必要的补丁程序。

# UnableToLocateAssembly
source: The assembly named "{0}" could not be located.
cs: Sestavu s názvem "{0}" se nepodařilo najít.
da: Samlingen ved navn "{0}" kunne ikke findes.
el: Η διάταξη με το όνομα "{0}" δεν μπορεί να τοποθετηθει.
es: El ensamblaje llamado "{0}" no pudo ser localizado.
et: Koondist nimega "{0}" ei õnnestunud leida.
fi: Kokoonpanoa nimeltä "{0}" ei löydetty.
fr: L'assemblage nommé "{0}" n'a pas pu être localisé.
id: Rakitan bernama "{0}" tidak dapat ditemukan.
it: Non è stato possibile individuare l'assieme denominato "{0}".
ja: {0}" という名前のアセンブリが見つかりません。
ko: "{0}"라는 어셈블리를 찾을 수 없습니다.
lt: Nepavyko rasti surinkimo pavadinimu "{0}".
nl: De assembly met de naam "{0}" kon niet worden gevonden.
pl: Nie można znaleźć zespołu o nazwie "{0}".
pt_br: A assembléia chamada "{0}" não pôde ser localizada.
pt_pt: Não foi possível localizar o conjunto denominado "{0}".
ro: Ansamblul numit "{0}" nu a putut fi localizat.
ru: Сборка с именем "{0}" не может быть найдена.
tr: "{0}" adındaki yöntem bulunamadı.
zh: 无法找到名为 "{0}" 的程序集。

# UnableToReadBytesFromStream
source: Unable to read {0} bytes from the stream.
cs: Nelze přečíst {0} bajtů z datového toku.
da: Kan ikke læse {0} bytes fra strømmen.
el: Αδυναμία ανάγνωσης {0} bytes από τη ροή.
es: No se puede leer {0} bytes del flujo.
et: Ei ole võimalik lugeda {0} baiti voost.
fi: Ei pystytä lukemaan {0} tavua virrasta.
fr: Impossible de lire {0} bytes à partir du flux.
id: Tidak dapat membaca {0} byte dari stream.
it: Impossibile leggere {0} byte dallo stream.
ja: ストリームから{0} バイトを読み取れない。
ko: 스트림에서 {0} 바이트를 읽을 수 없습니다.
lt: Nepavyko perskaityti {0} baitų iš srauto.
nl: Kan {0} bytes niet van de stream lezen.
pl: Nie można odczytać {0} bajtów ze strumienia.
pt_br: Não foi possível ler {0} bytes do fluxo.
pt_pt: Não é possível ler {0} bytes do fluxo.
ro: Nu se poate citi {0} octeți din flux.
ru: Невозможно прочитать {0} байт из потока.
tr: Akıştan {0} bayt okunamadı.
zh: 无法从数据流中读取{0} 字节。

# UndoNotAvailable
source: This undo command cannot be performed until the actual command has been performed.
cs: Tento příkaz zpět nelze provést, dokud není proveden skutečný příkaz.
da: Denne kommando kan ikke udføres, før den faktiske kommando er blevet udført.
el: Αυτή η εντολή δεν μπορεί να εκτελεστεί ξανά έως ότου η εντολή της αναίρεσης έχει εκτελεστεί.
es: Este comando de deshacer no puede ejecutarse hasta que se haya ejecutado el comando real.
et: Seda tühistamiskäsklust ei saa teha enne, kui tegelik käsk on sooritatud.
fi: Tätä peruuttamiskäskyä ei voi suorittaa ennen kuin varsinainen komento on suoritettu.
fr: Cette commande d'annulation ne peut pas être exécutée tant que la commande actuelle n'a pas été exécutée.
id: Perintah undo ini tidak dapat dilakukan sampai perintah yang sesungguhnya dilakukan.
it: Questo comando di annullamento non può essere eseguito finché non è stato eseguito il comando vero e proprio.
ja: この取り消しコマンドは、実際のコマンドが実行されるまでは実行できない。
ko: 이 실행 취소 명령은 실제 명령이 수행될 때까지 수행할 수 없습니다.
lt: Ši atšaukimo komanda negali būti vykdoma tol, kol neatlikta tikroji komanda.
nl: Deze opdracht kan pas ongedaan worden gemaakt nadat de eigenlijke opdracht is uitgevoerd.
pl: Polecenia cofnięcia nie można wykonać przed wykonaniem właściwego polecenia.
pt_br: Este comando de desfazer não pode ser executado até que o comando real tenha sido executado.
pt_pt: Este comando de anulação não pode ser executado até que o comando actual tenha sido executado.
ro: Această comandă de anulare nu poate fi executată până când nu a fost executată comanda efectivă.
ru: Эта команда отмены не может быть выполнена до тех пор, пока не будет выполнена настоящая команда.
tr: Bu geri alma komutu yürürlükteki komutun işlenmesi bitene kadar yürütülemez.
zh: 在执行实际命令之前，无法执行撤销命令。

# UnixSubsystemFail
source: The Unix subsystem failed to process the request. You may have insufficient rights.
cs: Subsystému Unix se nepodařilo požadavek zpracovat. Možná nemáte dostatečná práva.
da: Unix-undersystemet kunne ikke behandle anmodningen. Du har muligvis ikke tilstrækkelige rettigheder.
el: Το υποσύστημα Unix δεν κατάφερε να επεξεργαστεί το αίτημα. Μπορεί να έχετε ανεπαρκή δικαιώματα.
es: El subsistema Unix no ha podido procesar la solicitud. Es posible que sus derechos sean insuficientes.
et: Unixi allsüsteemil ei õnnestunud taotlust töödelda. Teil võib olla ebapiisavad õigused.
fi: Unix-alijärjestelmä ei pystynyt käsittelemään pyyntöä. Sinulla ei ehkä ole riittäviä oikeuksia.
fr: Le sous-système Unix n'a pas réussi à traiter la demande. Il se peut que vos droits soient insuffisants.
id: Subsistem Unix gagal memproses permintaan. Anda mungkin memiliki hak yang tidak memadai.
it: Il sottosistema Unix non è riuscito a elaborare la richiesta. È possibile che i diritti dell'utente siano insufficienti.
ja: Unixサブシステムがリクエストの処理に失敗しました。権限が不足している可能性があります。
ko: 유닉스 하위 시스템에서 요청을 처리하지 못했습니다. 권한이 충분하지 않을 수 있습니다.
lt: "Unix" posistemei nepavyko apdoroti užklausos. Gali būti, kad turite nepakankamas teises.
nl: Het Unix-subsysteem heeft het verzoek niet verwerkt. Mogelijk hebt u onvoldoende rechten.
pl: Podsystem Unix nie przetworzył żądania. Możesz mieć niewystarczające uprawnienia.
pt_br: O subsistema Unix falhou no processamento da solicitação. Você pode ter direitos insuficientes.
pt_pt: O subsistema Unix não conseguiu processar o pedido. O utilizador pode não ter direitos suficientes.
ro: Subsistemul UNIX nu a procesat cererea. E posibil să aveți drepturi insuficiente.
ru: Подсистеме Unix не удалось обработать запрос. Возможно, у вас недостаточно прав.
tr: Unix alt sistemi isteği işleyemedi. İzinleriniz yeterli olmayabilir.
zh: Unix 子系统未能处理请求。您的权限可能不足。

source: User name:
cs: Uživatelské jméno:
da: Brugernavn:
el: Όνομα Χρήστη:
es: Nombre de usuario:
et: Kasutajanimi:
fi: Käyttäjänimi:
fr: Nom d'utilisateur :
id: Nama pengguna:
it: Nome utente:
ja: ユーザー名
ko: 사용자 이름:
lt: Vartotojo vardas:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt_br: Nome do usuário:
pt_pt: Nome do utilizador:
ro: Numele utilizatorului:
ru: Имя пользователя:
tr: Kullanıcı adı:
zh: 用户名：

source: Yes
cs: Ano
da: Ja
el: Ναί
es: Sí
et: Jah
fi: Kyllä
fr: Oui
id: Ya
it: Si
ja: はい
ko: 네
lt: Taip
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
tr: Evet
zh: 是
