Repository: nano-byte/common
Catalog: src/Common/Properties/Resources.*.resx
Languages: cs, da, el, es, et, fi, fr, id, it, ja, ko, lt, nl, pl, pt_br, pt_pt, ro, ru, tr, zh

# KeyAlreadyPresent
source: The key was already present in the dictionary.
cs: Klíč byl již ve slovníku přítomen.
da: Nøglen var allerede til stede i ordbogen.
el: Το κλειδί υπάρχει ήδη στο λεξικό.
es: La clave ya estaba presente en el diccionario.
et: Võti oli juba sõnaraamatus olemas.
fi: Avain oli jo olemassa sanakirjassa.
fr: La clé était déjà présente dans le dictionnaire.
id: Kuncinya sudah ada dalam kamus.
it: La chiave era già presente nel dizionario.
ja: そのキーはすでに辞書に存在していた。
ko: 키는 이미 사전에 있었습니다.
lt: Raktas jau buvo žodyne.
nl: De sleutel was al aanwezig in het woordenboek.
pl: Klucz był już obecny w słowniku.
pt_br: A chave já estava presente no dicionário.
pt_pt: A chave já estava presente no dicionário.
ro: Cheia era deja prezentă în dicționar.
ru: Ключ уже присутствовал в словаре.
tr: Anahtar zaten sözlükte var.
zh: 关键字已存在于字典中。

# LaunchNeedsAdmin
source: Launching '{0}' requires Administrator privileges.
cs: Spuštění '{0}' vyžaduje oprávnění správce.
da: Start af "{0}" kræver administratorrettigheder.
el: Η εκκίνηση του '{0}' απαιτεί δικαιώματα διαχειριστή.
es: El inicio de '{0}' requiere privilegios de administrador.
et: '{0}' käivitamiseks on vaja administraatori õigusi.
fi: '{0}'-ohjelman käynnistäminen vaatii järjestelmänvalvojan oikeudet.
fr: Le lancement de "{0}" nécessite des privilèges d'administrateur.
id: Meluncurkan '{0}' memerlukan hak istimewa Administrator.
it: L'avvio di '{0}' richiede i privilegi di amministratore.
ja: {0}' を起動するには、管理者権限が必要です。
ko: '{0}'를 실행하려면 관리자 권한이 필요합니다.
lt: Norint paleisti "{0}", reikia administratoriaus teisių.
nl: Om '{0}' te starten heb je beheerdersrechten nodig.
pl: Uruchomienie '{0}' wymaga uprawnień administratora.
pt_br: O lançamento '{0}' requer privilégios de Administrador.
pt_pt: O lançamento de '{0}' requer privilégios de Administrador.
ro: Lansarea '{0}' necesită privilegii de administrator.
ru: Для запуска '{0}' требуются привилегии администратора.
tr: '{0}' başlatmak için yönetici izinleri gerekli.
zh: 启动{0} 需要管理员权限。

# MaxElementsExceeded
source: The maximum amount of elements in the collection has been exceeded.
cs: Bylo překročeno maximální množství prvků ve sbírce.
da: Det maksimale antal elementer i samlingen er blevet overskredet.
el: Έχει υπερβεί το ανώτατο ποσό των στοιχείων της συλλογής.
es: Se ha superado la cantidad máxima de elementos de la colección.
et: Kollektsiooni maksimaalne elementide arv on ületatud.
fi: Kokoelman elementtien enimmäismäärä on ylitetty.
fr: La quantité maximale d'éléments dans la collection a été dépassée.
id: Jumlah maksimum elemen dalam koleksi sudah terlampaui.
it: È stata superata la quantità massima di elementi nella raccolta.
ja: コレクション内の要素の最大量を超えました。
ko: 컬렉션의 최대 요소 수를 초과했습니다.
lt: Viršytas maksimalus kolekcijos elementų kiekis.
nl: Het maximum aantal elementen in de collectie is overschreden.
pl: Maksymalna ilość elementów w kolekcji została przekroczona.
pt_br: A quantidade máxima de elementos na coleta foi excedida.
pt_pt: O número máximo de elementos da colecção foi ultrapassado.
ro: Numărul maxim de elemente din colecție a fost depășit.
ru: Превышено максимальное количество элементов в коллекции.
tr: Bir koleksiyonda bulunabilecek en fazla bileşen sayısına ulaşıldı.
zh: 已超过收集元素的最大数量。

# MissingDispatchAction
source: No action registered for '{0}'.
cs: Pro položku '{0}' nebyla zaregistrována žádná akce.
da: Der er ikke registreret nogen handling for "{0}".
el: Καμία ενέργεια δεν έχει καταχωρισθεί για '{0}'.
es: Ninguna acción registrada para '{0}'.
et: Tegevust '{0}' ei ole registreeritud.
fi: Toimintoa '{0}' ei ole rekisteröity.
fr: Aucune action enregistrée pour '{0}'.
id: Tidak ada tindakan yang terdaftar untuk '{0}'.
it: Nessuna azione registrata per '{0}'.
ja: {0}' にアクションが登録されていません。
ko: '{0}' 에 등록된 작업이 없습니다.
lt: '{0}' neregistruotas joks veiksmas.
nl: Geen actie geregistreerd voor '{0}'.
pl: Brak zarejestrowanej akcji dla '{0}'.
pt_br: Nenhuma ação registrada para '{0}'.
pt_pt: Nenhuma acção registada para '{0}'.
ro: Nu există nicio acțiune înregistrată pentru '{0}'.
ru: Для '{0}' не зарегистрировано ни одного действия.
tr: '{0}' için bir işlem kaydedilmemiş.
zh: 没有为 "{0}"注册任何操作。

source: No
cs: Ne
da: Nej
el: Οχι
et: Ei
fi: Ei
fr: Non
id: Tidak
ja: いいえ
ko: 아니요
lt: Ne
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
tr: Hayır
zh: 否

# NoSystemConfigInPortableMode
source: System configuration cannot be edited in portable mode.
cs: Konfiguraci systému nelze upravovat v přenosném režimu.
da: Systemkonfigurationen kan ikke redigeres i bærbar tilstand.
el: Η διαμόρφωση του συστήματος δεν μπορεί να επεξεργαστεί σε φορητές λειτουργία.
es: La configuración del sistema no se puede editar en modo portátil.
et: Süsteemi konfiguratsiooni ei saa teisaldatavas režiimis muuta.
fi: Järjestelmän kokoonpanoa ei voi muokata kannettavassa tilassa.
fr: La configuration du système ne peut pas être modifiée en mode portable.
id: Konfigurasi sistem tidak dapat diedit dalam mode portabel.
it: La configurazione del sistema non può essere modificata in modalità portatile.
ja: ポータブルモードではシステム構成を編集できない。
ko: 휴대용 모드에서는 시스템 구성을 편집할 수 없습니다.
lt: Sistemos konfigūracijos negalima redaguoti nešiojamuoju režimu.
nl: Systeemconfiguratie kan niet worden bewerkt in draagbare modus.
pl: Konfiguracja systemu nie może być edytowana w trybie przenośnym.
pt_br: A configuração do sistema não pode ser editada no modo portátil.
pt_pt: A configuração do sistema não pode ser editada no modo portátil.
ro: Configurația sistemului nu poate fi editată în modul portabil.
ru: Редактирование конфигурации системы в портативном режиме невозможно.
tr: Sistem yapılandırması taşınabilir kipte düzenlenemez.
zh: 便携模式下无法编辑系统配置。

source: OK
ko: 확인
lt: GERAI
tr: Tamam
zh: 好的

# OnlyAvailableOnWindows
source: This method is only available on Windows.
cs: Tato metoda je k dispozici pouze v systému Windows.
da: Denne metode er kun tilgængelig på Windows.
el: Η μέθοδος αυτή είναι προς το παρόν διαθέσιμη μόνο στα Windows.
es: Este método sólo está disponible en Windows.
et: See meetod on saadaval ainult Windowsis.
fi: Tämä menetelmä on käytettävissä vain Windowsissa.
fr: Cette méthode n'est disponible que sous Windows.
id: Metode ini hanya tersedia pada Windows.
it: Questo metodo è disponibile solo su Windows.
ja: この方法はWindowsでのみ利用可能です。
ko: 이 방법은 Windows에서만 사용할 수 있습니다.
lt: Šį metodą galima naudoti tik "Windows" sistemoje.
nl: Deze methode is alleen beschikbaar op Windows.
pl: Ta metoda jest dostępna tylko w systemie Windows.
pt_br: Este método só está disponível no Windows.
pt_pt: Este método só está disponível no Windows.
ro: Metoda e disponibilă doar pentru Windows.
ru: Этот метод доступен только в операционной системе Windows.
tr: Bu yöntem yalnızca Windows üzerinde kullanılabilir.
zh: 这种方法仅适用于 Windows 系统。

source: Password:
cs: Heslo:
da: Adgangskode:
el: Σύνθημα:
es: Contraseña:
et: Parool:
fi: Salasana:
fr: Mot de passe :
id: Kata sandi:
ja: パスワード
ko: 비밀번호:
lt: Slaptažodis:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
pt_pt: Palavra-passe:
ro: Parola:
ru: Пароль:
tr: Parola:
zh: 密码：

# PleaseEnterCredentials
source: Please enter login credentials for {0}:
cs: Zadejte přihlašovací údaje pro {0}:
da: Indtast venligst loginoplysninger for {0}:
el: Παρακαλούμε, εισάγετε login διαπιστευτήρια για {0}:
es: Introduce las credenciales de acceso para {0}:
et: Palun sisestage {0} sisselogimise andmed:
fi: Anna kirjautumistiedot {0}:
fr: Veuillez saisir vos identifiants de connexion pour {0} :
id: Harap masukkan kredensial untuk masuk ke {0}:
it: Inserire le credenziali di accesso per {0}:
ja: {0} のログイン情報を入力してください：
ko: {0}에 대한 로그인 자격 증명을 입력하세요:
lt: Įveskite prisijungimo duomenis {0}:
nl: Voer de inloggegevens in voor {0}:
pl: Wprowadź dane logowania dla {0}:
pt_br: Por favor, digite as credenciais de login para {0}:
pt_pt: Introduza as credenciais de início de sessão para {0}:
ro: Vă rugăm să introduceți datele de autentificare pentru {0}:
ru: Введите учетные данные для входа в {0}:
tr: Lütfen {0} için oturum açma bilgilerinizi yazın:
zh: 请输入 {0} 的登录凭证：

# ProblemLoading
source: There was a problem loading '{0}'.
cs: Došlo k problému při nahrávání ‚‚{0}‘‘.
da: Der var et problem med at indlæse '{0}'.
el: Υπήρξε ένα πρόβλημα φόρτωσης '{0}'.
es: Ha habido un problema al cargar «{0}».
et: Tekkis probleem '{0}' laadimisel.
fi: Oli ongelma ladattaessa '{0}'.
fr: Problème lors du chargement de '{0}'.
id: Ada masalah saat memuat '{0}'.
it: Si è verificato un problema nel caricamento di '{0}'.
ja: {0}' を読み込む際に問題が発生しました。
ko: '{0}' 로드 중 문제가 발생했습니다.
lt: Buvo problema su '{0}' įkėlimu.
nl: Er is een probleem opgetreden bij het laden van "{0}".
pl: Wystąpił problem z załadowaniem '{0}'.
pt_br: Houve um problema de carregamento '{0}'.
pt_pt: Houve um problema ao carregar '{0}'.
ro: A apărut o problemă la încărcarea '{0}'.
ru: Возникла проблема с загрузкой '{0}'.
tr: '{0}' yüklenirken bir sorun çıktı.
zh: 加载'{0}'时出现问题。

# ProcessExitCode
source: '{0}' exited with exit code {1}.
cs: '{0}' ukončeno s kódem ukončení {1}.
da: '{0}' afsluttedes med exitkode {1}.
el: '{0}' εξήλθε με κωδικό εξόδου {1}.
es: '{0}' salió con el código de salida {1}.
et: '{0}' väljus väljumiskoodiga {1}.
fi: '{0}' poistui poistumiskoodilla {1}.
fr: '{0}' est sorti avec le code de sortie {1}.
id: '{0}' keluar dengan kode keluar {1}.
it: '{0}' uscito con il codice di uscita {1}.
ja: '{0}' 終了コード{1} で終了。
ko: '{0}' 종료 코드 {1} 로 종료됨 .
lt: '{0}' baigėsi su išėjimo kodu {1}.
nl: {0}' afgesloten met exitcode {1}.
pl: '{0}' zakończono z kodem wyjścia {1}.
pt_br: {0}' saíram com o código de saída {1}.
pt_pt: '{0}' saiu com o código de saída {1}.
ro: '{0}' a ieșit cu codul de ieșire {1}.
ru: '{0}' завершился с кодом выхода {1}.
tr: '{0}', {1} çıkış koduyla kapandı.
zh: '{0}' 已退出，退出代码为{1}.

# ProcessExitCodeUnexpected
source: A process exited with an unexpected exit code.
cs: Proces byl ukončen s neočekávaným kódem ukončení.
da: En proces afsluttedes med en uventet exitkode.
el: Μια διεργασία εξήλθε με μη αναμενόμενο κωδικό εξόδου.
es: Un proceso sale con un código de salida inesperado.
et: Protsess väljus ootamatu väljumiskoodiga.
fi: Prosessi poistui odottamattomalla poistumiskoodilla.
fr: Un processus s'est terminé avec un code de sortie inattendu.
id: Proses keluar dengan kode keluar yang tidak diharapkan.
it: Un processo è uscito con un codice di uscita inatteso.
ja: プロセスが予期しない終了コードで終了した。
ko: 프로세스가 예기치 않은 종료 코드로 종료되었습니다.
lt: Procesas baigėsi su netikėtu išėjimo kodu.
nl: Een proces is afgesloten met een onverwachte exitcode.
pl: Proces zakończył działanie z nieoczekiwanym kodem zakończenia.
pt_br: Um processo saiu com um código de saída inesperado.
pt_pt: Um processo saiu com um código de saída inesperado.
ro: Un proces a ieșit cu un cod de ieșire neașteptat.
ru: Процесс завершился с неожиданным кодом завершения.
tr: Bir işlem beklenmeyen bir çıkış koduyla kapandı
zh: 进程以意外的退出代码退出。

# ReadingFile
source: Reading file {0}
cs: Soubor {0}se načítá
da: Læsning af fil {0}
el: Ανάγνωση αρχείου {0}
es: Leyendo archivo {0}
et: Faili {0} lugemine
fi: Tiedoston {0} lukeminen
fr: Lecture du fichier {0}
id: Membaca berkas {0}
it: Lettura del file {0}
ja: ファイルの読み込み{0}
ko: {0} 파일 읽는 중
lt: Failo {0} skaitymas
nl: Bestand {0} wordt gelezen
pl: Odczyt pliku {0}
pt_br: Arquivo de leitura {0}
pt_pt: Ler ficheiro {0}
ro: Citirea fișierului {0}
ru: Чтение файла {0}
tr: {0} dosyası okunuyor
zh: 读取文件 {0}

# RedoNotAvailable
source: This command cannot be performed again until the undo command has been performed.
cs: Tento příkaz nelze provést znovu, dokud není proveden příkaz zpět.
da: Denne kommando kan ikke udføres igen, før kommandoen fortryde er blevet udført.
el: Αυτή η εντολή δεν μπορεί να εκτελεστεί ξανά έως ότου η εντολή της αναίρεσης έχει εκτελεστεί.
es: Este comando no se puede volver a ejecutar hasta que se haya ejecutado el comando de deshacer.
et: Seda käsku ei saa uuesti sooritada enne, kui käsk undo on sooritatud.
fi: Tätä komentoa ei voi suorittaa uudelleen, ennen kuin peruutuskomento on suoritettu.
fr: Cette commande ne peut pas être exécutée à nouveau tant que la commande d'annulation n'a pas été exécutée.
id: Perintah ini tidak dapat dilakukan lagi sampai perintah undo dilakukan.
it: Questo comando non può essere eseguito nuovamente finché non è stato eseguito il comando di annullamento.
ja: このコマンドは、元に戻すコマンドが実行されるまで、再び実行することはできない。
ko: 실행 취소 명령을 수행하기 전까지는 이 명령을 다시 수행할 수 없습니다.
lt: Šios komandos negalima atlikti dar kartą, kol neatlikta atšaukimo komanda.
nl: Deze opdracht kan niet opnieuw worden uitgevoerd totdat de opdracht ongedaan maken is uitgevoerd.
pl: Polecenia tego nie można wykonać ponownie, dopóki nie zostanie wykonane polecenie cofnięcia.
pt_br: Este comando não pode ser executado novamente até que o comando de desfazer tenha sido executado.
pt_pt: Este comando não pode ser executado novamente até que o comando anular tenha sido executado.
ro: Această comandă nu poate fi rulată din nou până ce comanda de anulare nu a fost selectată.
ru: Эта команда не может быть выполнена повторно до тех пор, пока не будет выполнена команда отмены.
tr: Geri alma komutu işlenene kadar bu komut yeniden yürütülemez.
zh: 在执行撤消命令之前，不能再次执行该命令。

source: &Reset value
cs: Vynulování hodnoty
da: &Reset-værdi
el: Επαναφορά τιμής
es: Restablecer valor
et: &Reset väärtus
fr: Remise à zéro de la valeur
id: Atur ulang nilai
it: Valore di reset
ja: リセット値
ko: 값 재설정
lt: &Reset vertė
nl: Waarde resetten
pl: Wartość resetowania
pt_br: Valor de reinicialização
pt_pt: Redefinir valor
ro: Valoarea de resetare
ru: Сброс значения
tr: &Değeri sıfırla
zh: 重置值

# RestartingApps
source: Restarting applications
cs: Restartuju aplikaci
da: Genstart af programmer
el: Επανεκκίνηση εφαρμογών
es: Reiniciando aplicaciones
et: Rakenduste taaskäivitamine
fi: Sovellusten uudelleenkäynnistäminen
fr: Redémarrage des applications
id: Memulai ulang aplikasi
it: Riavvio delle applicazioni
ja: アプリケーションの再起動
ko: 애플리케이션 다시 시작 중
lt: Programų paleidimas iš naujo
nl: Toepassingen worden opnieuw opgestart
pl: Restartowanie aplikacji
pt_br: Reinicialização de aplicações
pt_pt: Reiniciar aplicações
ro: Repornirea aplicațiilor
ru: Перезапуск приложений
tr: Uygulamalar yeniden başlatılıyor
zh: 重启应用程序

source: Search
cs: Vyhledávání
da: Søg på
el: Αναζήτηση
es: Buscar en
et: Otsi
fi: Etsi
fr: Chercher
id: Pencarian
it: Cerca
ja: 検索
ko: 검색
lt: Paieška
nl: Zoeken op
pl: Wyszukiwanie
pt_br: Busca
pt_pt: Pesquisar
ro: Caută
ru: Поиск
tr: Arama
zh: 搜索

# SearchingFileReferences
source: Searching for open file references
cs: Vyhledávám odkazy na veřejně přístupné soubory
da: Søgning efter åbne filreferencer
el: Ψάχνοντας για ανοικτές αναφορές αρχείου
es: Buscando referencias de archivos abiertos
et: Avatud failiviidete otsimine
fi: Avoimen tiedoston viitteiden etsiminen
fr: Recherche des références des fichiers ouverts
id: Mencari referensi berkas terbuka
it: Ricerca di riferimenti a file aperti
ja: オープン・ファイル・リファレンスの検索
ko: 열려 있는 파일 참조 검색 중
lt: Atvirų failų nuorodų paieška
nl: Zoeken naar open bestandsreferenties
pl: Wyszukiwanie odniesień do otwartych plików
pt_br: Busca de referências de arquivos abertos
pt_pt: Pesquisa de referências de ficheiros abertos
ro: Căutarea de referințe de fișiere deschise
ru: Поиск ссылок на открытые файлы
tr: Dosyayı açacak uygulamalar aranıyor
zh: 搜索打开的文件引用

# SeekOffsetTooLarge
source: Attempted to read from position {0}. This is {1} bytes away from the underlying stream position {2}, but the seek buffer can only accomodate a difference of {3} bytes.
cs: Pokus o čtení z pozice {0}. Ta je {1} bajtů vzdálená od základní pozice proudu {2}, ale vyrovnávací paměť seek dokáže pojmout pouze rozdíl {3} bajtů.
da: Forsøgte at læse fra position {0}. Dette er {1} bytes væk fra den underliggende stream-position {2}, men søgebufferen kan kun rumme en forskel på {3} bytes.
el: Προσπάθεια ανάγνωσης από τη θέση {0}. Αυτή η θέση απέχει {1} bytes από την υποκείμενη θέση {2}, αλλά ο απομονωτής αναζήτησης μπορεί να δεχτεί διαφορά μόνο {3} bytes.
es: Se ha intentado leer desde la posición {0}. Esto es {1} bytes de distancia de la posición de flujo subyacente {2}, pero el búfer de búsqueda sólo puede acomodar una diferencia de {3} bytes.
et: Püüti lugeda positsioonilt {0}. See on {1} baiti kaugusel aluseks olevast voo positsioonist {2}, kuid otsimispuhver suudab vastu võtta ainult {3} baidi suuruse erinevuse.
fi: Yritetty lukea paikasta {0}. Tämä on {1} tavua kauempana taustalla olevasta virran paikasta {2}, mutta hakupuskuri voi ottaa vastaan vain {3} tavun eron.
fr: Tentative de lecture à partir de la position {0}. Cette position est éloignée de {1} octets de la position du flux sous-jacent {2}, mais le tampon de recherche ne peut accepter qu'une différence de {3} octets.
id: Mencoba membaca dari posisi {0}. Ini adalah {1} byte dari posisi aliran yang mendasari {2}, tetapi buffer pencarian hanya dapat mengakomodasi perbedaan sebesar {3} byte.
it: Tentativo di lettura dalla posizione {0}. Questa posizione è distante {1} byte dalla posizione {2} del flusso sottostante, ma il buffer di ricerca può gestire solo una differenza di {3} byte.
ja: 位置{0} からの読み取りを試みた。この位置は{2} のストリーム位置から{1} バイト離れていますが、シークバッファは{3} バイトの差しか許容できません。
ko: {0} 위치에서 읽기를 시도했습니다. 이는 기본 스트림 위치 {2} 에서 {1} 바이트 떨어져 있지만 검색 버퍼는 {3} 바이트의 차이만 수용할 수 있습니다.
lt: Bandyta skaityti iš pozicijos {0}. Tai yra {1} baitas nuo pagrindinės srauto pozicijos {2}, tačiau paieškos buferis gali sutalpinti tik {3} baitų skirtumą.
nl: Er is geprobeerd te lezen vanaf positie {0}. Dit is {1} bytes verwijderd van de onderliggende streampositie {2}, maar de zoekbuffer kan slechts een verschil van {3} bytes verwerken.
pl: Podjęto próbę odczytu z pozycji {0}. Jest ona oddalona o {1} bajtów od bazowej pozycji strumienia {2}, ale bufor wyszukiwania może pomieścić tylko różnicę {3} bajtów.
pt_br: Tentativa de ler da posição {0}. Isto é {1} bytes de distância da posição do fluxo subjacente {2}, mas o buffer de busca só pode acomodar uma diferença de {3} bytes.
pt_pt: Tentativa de leitura a partir da posição {0}. Isto é {1} bytes de distância da posição do fluxo subjacente {2}, mas o buffer de busca só pode acomodar uma diferença de {3} bytes.
ro: A încercat să citească din poziția {0}. Aceasta se află la {1} octeți distanță de poziția de bază a fluxului {2}, dar bufferul de căutare poate acomoda doar o diferență de {3} octeți.
ru: Попытка чтения с позиции {0}. Это {1} байт по сравнению с базовой позицией потока {2}, но буфер поиска может выдержать разницу только в {3} байт.
tr: {0} konumundan okunmaya çalışıldı. Bu konum {2} temel akış konumundan {1} bayt uzakta, ancak tarama ara belleği yalnızca {3} bayt farkı karşılayabilir.
zh: 试图从位置{0} 读取数据。{1} {2} 字节，但寻道缓冲区只能容纳{3} 字节的差值。

# ShuttingDownApps
source: Shutting down applications
cs: Vypínám aplikace
da: Lukning af programmer
el: Κλείσιμο εφαρμογών
es: Cerrando aplicaciones
et: Rakenduste sulgemine
fi: Sovellusten sulkeminen
fr: Arrêt des applications
id: Mematikan aplikasi
it: Chiusura delle applicazioni
ja: アプリケーションのシャットダウン
ko: 애플리케이션 종료 중
lt: Programų išjungimas
nl: Toepassingen worden afgesloten
pl: Zamykanie aplikacji
pt_br: Aplicações de desligamento
pt_pt: Encerrar aplicações
ro: Închiderea aplicațiilor
ru: Завершение работы приложений
tr: Uygulamalar kapatılıyor
zh: 关闭应用程序

# SourceDestinationEqual
source: Source and destination are equal.
cs: Zdroj a cíl jsou stejné.
da: Kilde og destination er ens.
el: Προέλευση και προορισμός είναι ίσα.
es: El origen y el destino son iguales.
et: Allikas ja sihtkoht on võrdsed.
fi: Lähde ja kohde ovat samat.
fr: La source et la destination sont égales.
id: Sumber dan tujuan adalah sama.
it: La sorgente e la destinazione sono uguali.
ja: ソースとデスティネーションが等しい。
ko: 출처와 목적지가 동일합니다.
lt: Šaltinis ir paskirties vieta yra vienodi.
nl: Bron en bestemming zijn gelijk.
pl: Źródło i miejsce docelowe są równe.
pt_br: A origem e o destino são iguais.
pt_pt: A origem e o destino são iguais.
ro: Sursa și destinația sunt aceleași.
ru: Источник и пункт назначения равны.
tr: Kaynak ve hedef eşit.
zh: 源和目标相等。

# StateComplete
source: Complete
cs: Dokončeno
da: Komplet
el: Ολοκλήρωση
es: Completar
et: Täielik
fi: Täydellinen
fr: Terminé
id: Selesai
it: Completo
ja: 完全
ko: 완료
lt: Pilnas
nl: Compleet
pl: Kompletny
pt_br: Completo
pt_pt: Completo
ro: Complet
ru: Выполнено
tr: Tamamla
zh: 完成

# StateData
source: Processing data
cs: Zpracovávám data
da: Behandling af data
el: Επεξεργασία δεδομένων
es: Procesando datos
et: Andmete töötlemine
fi: Tietojen käsittely
fr: Traitement des données
id: Memproses data
it: Elaborazione dei dati
ja: 加工データ
ko: 데이터 처리 중
lt: Duomenų apdorojimas
nl: Gegevens worden verwerkt
pl: Przetwarzanie danych
pt_br: Dados de processamento
pt_pt: Processamento de dados
ro: Se procesează datele
ru: Обработка данных
tr: Veri işleniyor
zh: 处理数据

# StateHeader
source: Getting headers
cs: Načítám záhlaví
da: Hent overskrifter
el: Λήψη κεφαλίδων
es: Obteniendo cabeceras
et: Pealkirjade saamine
fi: Otsikoiden saaminen
fr: Récupération des en-têtes
id: Mendapatkan header
it: Ottenere le intestazioni
ja: ヘッダーの取得
ko: 헤더 가져오는 중
lt: Antraščių gavimas
nl: Headers worden opgehaald
pl: Pobieranie nagłówków
pt_br: Obtenção de cabeçalhos
pt_pt: Obter cabeçalhos
ro: Obținerea antetului
ru: Получение заголовков
tr: Başlıklar alınıyor
zh: 获取标题

# StateIOError
source: IO error
cs: V/V chyba (i/o error)
da: IO-fejl
el: Σφάλμα IO
es: Error de E/S
et: IO viga
fi: IO-virhe
fr: Erreur IO
id: Kesalahan IO
it: Errore IO
ja: IOエラー
ko: IO 오류
lt: IO klaida
nl: IO-fout
pl: Błąd wejścia-wyjścia
pt_br: Erro IO
pt_pt: Erro de IO
ro: Eroare IO
ru: Ошибка ввода-вывода
tr: Giriş çıkış sorunu
zh: 输入输出（IO）错误

# StateReady
source: Ready
cs: Připraveno
da: Klar
el: Έτοιμο
es: Listo
et: Valmis
fi: Valmis
fr: Prêt
id: Siap
it: Pronto
ja: 準備完了
ko: 준비됨
lt: Paruošta
nl: Gereed
pl: Gotowy
pt_br: Pronto
pt_pt: Pronto
ro: Pregătit
ru: Готово
tr: Hazır
zh: 准备就绪

# StateWebError
source: Web error
cs: Chyba při stahování
da: Webfejl
el: Σφάλμα στο Web
es: Error web
et: Veebiviga
fi: Verkkovirhe
fr: Erreur Web
id: Kesalahan web
it: Errore web
ja: ウェブエラー
ko: 웹 오류
lt: Interneto klaida
nl: Webfout
pl: Błąd sieci
pt_br: Erro na web
pt_pt: Erro na Web
ro: eroare Web
ru: Ошибка загрузки
tr: Web sorunu
zh: 网页错误

# TargetsOldValuesLength
source: Length of targets must be equal to Length of oldValues
cs: Délka cílů se musí rovnat délce oldValues
da: Målenes længde skal være lig med længden af oldValues
el: Το μήκος των στόχων πρέπει να είναι ίσο με το μήκος των παλιών τιμων
es: La longitud de los objetivos debe ser igual a la longitud de oldValues
et: Eesmärkide pikkus peab olema võrdne vanade väärtuste pikkusega
fi: Kohteiden pituuden on oltava sama kuin oldValuesin pituuden
fr: La longueur des cibles doit être égale à la longueur des anciennes valeurs
id: Panjang target harus sama dengan Panjang nilai lama
it: La lunghezza degli obiettivi deve essere uguale alla lunghezza dei valori precedenti
ja: ターゲットの長さは oldValues の長さと等しくなければならない。
ko: 대상의 길이는 오래된 값의 길이와 같아야 합니다
lt: Tikslų ilgis turi būti lygus oldValues ilgiui
nl: Lengte van doelen moet gelijk zijn aan Lengte van oldValues
pl: Długość wartości docelowych musi być równa długości oldValues
pt_br: O comprimento das metas deve ser igual ao comprimento dos valores antigos
pt_pt: O comprimento dos alvos deve ser igual ao comprimento de oldValues
ro: Lungimea țintelor trebuie să fie egală cu lungimea oldValues
ru: Длина целей должна быть равна длине oldValues
tr: Hedeflerin uzunluğu eski değerlerin uzunluğuna eşit olmalı
zh: 目标的长度必须等于 oldValues 的长度
